[
  {
    "id": "ab",
    "title": "Alternative Balance",
    "titleUrl": "https://i.imgur.com/4CY2TAz.png",
    "url": "https://drive.google.com/drive/folders/1FHXbFyROyJ6d3CihUHFOH97w7lP6xXNi",
    "installation":{
      "url":"https://www.youtube.com/embed/39s9HXBu0EI"
    },
    "links": [],
    "description": "Returning 2.0 jest to obszerna modyfikacja dodające nowe wątki poboczne do świata Gothic II: Noc Kruka. Do modyfikacji dodano nowe, ciekawe obozy oraz nowe umiejętności jak np. inteligencja oraz wiele innych. Alternative Balance (AB) jest to rozszerzenie do podstawowego Returninga, które ma za zadanie zbalansować w jeszcze lepszym stopniu podstawowego Returninga 2.0. Jego głównym założeniem jest usprawnienie gry poprzez integralne zmiany takie jak zmieniona ilość punktów doświadczenia, obrażenia wszelakich broni, pancerzy oraz wiele innych.",
    "changes": [
      {
        "updateId": "18",
        "updateDescription": "Wprowadzono możliwość wyboru wersji trybu Slash & Craft oraz kilka innych ciekawych zmian.",
        "version": "12.04.2021",
        "date": "12-04-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Teraz przy starcie gry jest możliwość wyboru między starym i nowym systemem Slash & Craft."
              },
              {
                "content": "Zmieniono mechanikę zmieniania celu przez przeciwnika, którego atakuje więcej niż postać. Wcześniej przeciwnik zawsze zmieniał cel ataku gdy został trafiony 2 razy, teraz przeciwnik powinien być bardziej nieprzewidywalny."
              },
              {
                "content": "Poprawiono skalowanie statystyk Krayta z jego poziomem. Teraz posiada on stały wzrost w statystykach co poziom. Ogólna siła Krayta pozostaje bez zmian, usuwa to jedynie gwałtowny przeskok w statystykach, który występował wcześniej na 10 poziomie."
              },
              {
                "content": "Bonusy za palenie skrętów <i>Zew nocy</i> i <i>Gorzki sen</i> są teraz wyświetlane na ekranie. Ich czas może być też odświeżony poprzez ponowne zapalenie nawet jeśli efekt jeszcze się nie skończył."
              },
              {
                "content": "Hubaxis posiada teraz na początku 1000 punktów życia. (wcześniej 100)"
              },
              {
                "content": "Orkowi kusznicy teraz chętniej będą używać swojej broni dystansowej."
              },
              {
                "content": "Naprawiono błąd sprawiający, że podczas gry w kości nie dało się wyrzucić szóstki."
              }
            ]
          }
        ]
      },
      {
        "updateId": "17",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "03.02.2021",
        "date": "03-02-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Teraz obrażenia, jakie otrzymuje bohater mogą być wyświetlane na ekranie. W gothic.ini zmień lub dodaj linijkę bShowDamagePlayerGot = 1 (aby włączyć)"
              },
              {
                "content": "Kusza <i>Pogromca Nieumarłych</i> zadaje teraz bonusowe obrażenia widmom."
              },
              {
                "content": "Naprawiono błąd sprawiający, że bohater przemieniał się w losowego NPC-ta lub potwora po wejściu do innej lokacji."
              },
              {
                "content": "Naprawiono błąd sprawiający, że zapisanie gry było niemożliwe gdy bohater miał mniej niż 5 punktów życia."
              },
              {
                "content": "Naprawiono błąd sprawiający, że zabicie <i>Nyarlathotepa</i> zapewniało 300 doświadczenia zamiast 2000."
              }
            ]
          },
          {
            "title": "Zmiany Mrocznego Rycerza:",
            "list": [
              {
                "content": "Naprawiono błąd sprawiający, że oddawanie składników nieumarłych Xardasowi i Kreolowi było niemożliwe."
              },
              {
                "content": "Naprawiono błąd sprawiający, że dodatkowe obrażenia Mrocznego Sługi nie działały poprawnie."
              },
              {
                "content": "Naprawiono kilka mniejszych błędów Mrocznego Rycerza."
              }
            ]
          }
        ]
      },
      {
        "updateId": "16",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "01.02.2021",
        "date": "01-02-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Naprawiono błąd sprawiający, że umiejętności łowieckie posiadały niepoprawnie opisane koszta nauki."
              },
              {
                "content": "Teraz w mieście orków można używać QuickLootu na skrzyniach jeśli orkowie go nie widzą lub gracz jest niewidzialny."
              },
              {
                "content": "Teraz za zabicie <i>Itu'Zelda</i> oraz <i>Utroga</i> gracz otrzymuje szafir."
              },
              {
                "content": "Zwiększono ilość złota otrzymywaną od Lorda Andre za głowy bandytów."
              },
              {
                "content": "Podwojono doświadczenie otrzymywane za <i>Demonicznych nieumarłych orków</i>."
              },
              {
                "content": "Naprawiono błąd sprawiający, że skrzynie w dolinie Ash'Tara czasem nie działały poprawnie."
              },
              {
                "content": "Naprawiono błąd sprawiający, że używanie łuku / kuszy niepoprawnie wpływało na obrażenia zadawane przez bohatera."
              },
              {
                "content": "Naprawiono błąd sprawiający, że trolle oraz kamienni strażnicy zadawali graczu podwójne obrażenia."
              }
            ]
          },
          {
            "title": "Zmiany Mrocznego Rycerza:",
            "list": [
              {
                "content": "Zmieniono działanie specjalnej umiejętności regenerującej wytrzymałość. Teraz umiejętność przywraca 1% wytrzymałości przy każdym uderzeniu zamiast 5% przy zabiciu."
              },
              {
                "content": "Naprawiono błąd sprawiający, że <i>eksplozja zwłok</i> zadawała obrażenia na arenie orków oraz na arenie w lesie asasynów."
              }
            ]
          }
        ]
      },
      {
        "updateId": "15",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "28.01.2021",
        "date": "28-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Po pokonaniu Ile'Sila gracz otrzumuje teraz osiągnięcie."
              },
              {
                "content": "Dodano nowy dialog z Krukiem dla osób będących Mrocznym Rycerze, Nekromantą lub Czarnoksiężnikiem."
              },
              {
                "content": "Naprawiono błąd sprawiający, że Ognik pokazywał złą ilośc tabliczek w lokacji. Ognik teraz będzie też zbierał poprawne ilości roślin zwykłych w lokacjach."
              }
            ]
          },
          {
            "title": "Zmiany Mrocznego Rycerza:",
            "list": [
              {
                "content": "Mroczny Mentor daje teraz bohaterowi notatkę opisującą runy oraz umiejętności jakich można się u niego nauczyć."
              },
              {
                "content": "Dodano alternatywne zakończenie zadania <i>Nekromanta w Khorinis</i>. Dodano też kilka unikalnych dialogów powiązanych z gildią Mrocznego Rycerza."
              },
              {
                "content": "Usunięto kaptur z modelu zbroi rycerza śmierci, można teraz bez problemu zakładać hełm razem ze zbroją."
              },
              {
                "content": "Naprawiono błąd sprawiający, że dołączenie do gildii Mrocznego Rycerza było niemożliwe. (ostatni patch zepsuł jeden dialog)"
              }
            ]
          }
        ]
      },
      {
        "updateId": "14",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "27.01.2021",
        "date": "27-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Przywrócono możliwość nauki języka demonów za darmo po zdobyciu osiągnięcia <i>Ręka Beliara</i>. (należy zabić 100 ludzi)"
              },
              {
                "content": "Naprawiono błąd sprawiający, że obrażenia obszarowe prowadziły czasem do crasha gry."
              }
            ]
          },
          {
            "title": "Zmiany Mrocznego Rycerza:",
            "list": [
              {
                "content": "Mroczny Rycerz przywraca sobie po teleportacji 30% many jeśli mroczny sługa był przyzwany i zniknął. (jest tak, żeby można było go przyzwać ponownie)"
              },
              {
                "content": "Poprawiono zachowanie sługi w niektórych sytuacjach."
              },
              {
                "content": "Mroczny sługa może teraz pokonać widma i golemy."
              },
              {
                "content": "Po otrzymaniu zadania na zostanie Mrocznym Rycerzem, przy Martwej Harpii pojawi się paladyn, którego można zabić. (nadal można zabić dowolnego paladyna)"
              }
            ]
          }
        ]
      },
      {
        "updateId": "13",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "26.01.2021",
        "date": "26-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Wypłata strażnika miejskiego u Lorda Andre zależy teraz od wykonanych dla niego zadań. Wypłata u Andre i Onara kumuluje się też teraz do 10 dni. (wcześniej do 7)"
              },
              {
                "content": "Zwiększono lekko ilość złota, jaką otrzymuje gracz u Halvora za sprzedane przedmioty."
              },
              {
                "content": "Teraz gdy gracz rozpocznie grę na bardzo łatwym poziomie trudności, (15 pn / poziom lub więcej) to większość umiejętności będzie kosztować tylko 50% złota."
              },
              {
                "content": "Naprawiono błąd sprawiający, że przyzwańce atakowały <i>Ognika</i>."
              },
              {
                "content": "Naprawiono błąd sprawiający, że górscy orkowie atakowali zwierzęta."
              },
              {
                "content": "Naprawiono błąd sprawiający, że bohater mógł się zablokować podczas animacji chowania broni / magii będąc do pasa w wodzie."
              },
              {
                "content": "Naprawiono błąd sprawiający, że NPC-ty reagowały na kradzież gdy bohater był niewidzialny."
              }
            ]
          },
          {
            "title": "Zmiany Mrocznego Rycerza:",
            "list": [
              {
                "content": "Teraz życie i obrażenia mrocznego sługi są zwiększone też o ilość inteligencji bohatera. (1 inta to + 1 zdrowia i dmga sługi)"
              },
              {
                "content": "Mroczny Rycerz ma dostęp do specjalnych darów u Beliara."
              },
              {
                "content": "Zmniejszono lekko ilość punktów nauki wymaganych do nauczenia się niektórych umiejętności mrocznego sługi."
              },
              {
                "content": "Umiejętność regeneracji many zapewnia dodatkowe + 1 many na sekundę."
              },
              {
                "content": "Naprawiono błąd sprawiający, że <i>Eksplozja zwłok</i> prowadziła do crasha gry."
              },
              {
                "content": "Naprawiono błąd sprawiający, że sługa atakował magią martwych przeciwników."
              }
            ]
          }
        ]
      },
      {
        "updateId": "12",
        "updateDescription": "Aktualizacja wprowadza zmiany i poprawki dotyczące Mrocznego Rycerza.",
        "version": "24.01.2021",
        "date": "24-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Teraz <i>Gor Hanis</i> daje eliksir siły za zabicie jaszczurów gdy bohater ma 100 siły. (wcześniej 150)"
              },
              {
                "content": "Naprawiono błąd sprawiający, że na pasku statusów nie pojawiała się ikona ognika gdy był on przywołany."
              }
            ]
          },
          {
            "title": "Zmiany Mrocznego Rycerza:",
            "list": [
              {
                "content": "Przyzwanie Mrocznego Sługi nie zabiera już maksymalnej many - powodowało to wiele błędów, więc przyzwanie go kosztuje po prostu połowę many bohatera."
              },
              {
                "content": "Mroczny Rycerz otrzymuje podwójne doświadczenie i karmę za modlitwę do Beliara. Modlenie się do Innosa jest zablokowane."
              },
              {
                "content": "Ranny ork nie atakuje już Mrocznego Sługi."
              },
              {
                "content": "Naprawiono błąd sprawiający, że Rigelion nie posiadał notatki jeśli gracz zabił przemianą."
              },
              {
                "content": "Teraz nauczyciel Mrocznego Rycerza uczy także statystyk oraz władania bronią jedno, oraz dwuręczną."
              },
              {
                "content": "Podczas przyspieszenia czasu, szybciej mija czas odnowienia Mrocznego Sługi."
              }
            ]
          }
        ]
      },
      {
        "updateId": "11",
        "updateDescription": "Aktualizacja wprowadza do gry długo wyczekiwaną gildię Mrocznego Rycerza.",
        "version": "23.01.2021",
        "date": "23-01-2021",
        "alerts": [
          {
            "color": "red",
            "text": "<b>UWAGA!</b> Aby zagrać jako Mroczny Rycerz należy zacząć nową grę na AB Modzie z 20.01.2021!"
          }
        ],
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Naprawiono błąd sprawiający, że bandyci z obozu Dextera i innych miejsc atakowali bohatera gdy nosił on pancerz bandytów."
              }
            ]
          },
          {
            "title": "Mroczny Rycerz:",
            "list": [
              {
                "content": "Mroczny Rycerz to osobna gildia, do której może dołączyć każdy w 1 rozdziale. Jest to klasa wojownika, który ma dostęp do potężnych run oraz wyjątkowego przyzwańca, oraz innych unikalnych umiejętności. Gildia ta nie posiada jednak wątku fabularnego."
              },
              {
                "content": "Dołączanie do gildii należy zacząć od zabicia Rigeliona w zadaniu <i>Horror na cmentarzu</i>."
              },
              {
                "content": "Klasa może przyzwać mrocznego sługę, który na podczas jego działania zabierze bohaterowi połowę maksymalnej many. Statystyki przyzwańca zależą od poziomu postaci gracza a obrażenia sługi są zależne od many bohatera. Sam sługa nie zdobywa doświadczenia. Przyzwaniec ten posiada też dodatkowe obrażenia od ataku równe dwukrotności poziomu bohatera. Gracz może też nauczyć się wielu umiejętności, które wzmocnią sługusa. Przyzwaniec zajmuje wszystkie 4 sloty summonów więc nie można przyzwać nic innego gdy jest on aktywny."
              },
              {
                "content": "Klasa może nauczyć się specjalnych run, które pasywnie wzmacniają bohatera i / lub jego przyzwańca. Jego runy nie działają na kosturach / mieczach magicznych / rapierach / dwóch broniach / włóczniach / tarczach i broni dystansowej. Dlatego jedyną opcją jest granie 2h pod siłę, lub ewentualnie 1h, ale bez tarczy."
              },
              {
                "content": "Postać ta może robić zadania u Xardasa te same co Nekromanta oraz może oddawać mu składniki i serca demonów. Klasa może też składać w ofierze Beliarowi przeklętą broń."
              },
              {
                "content": "Zbroje mrocznego rycerza wymagają siły. Każda z nich może zostać przekuta, a następnie sprofanowana na ołtarzu Beliara w celu jeszcze większego wzmocnienia zbroi. (jak konsekracja u paladynów) Na ten moment klasa posiada 3 zbroje i unikalną broń dwuręczną. Przedmioty te są możliwe do kupienia w dalszych rozdziałach gry."
              },
              {
                "content": "Gildia ta nie ma dostępu do Krayta ani do nauki trucizn Freygala. Mikstury lecznicze i many mają lekko osłabione działanie, dotyczy to również umiejętności regeneracji. Klasa otrzymuje też zmniejszony bonus od siły do obrażeń, jakie zadaje walcząc wręcz. (siła słabiej przekłada się na obrażenia postaci)"
              }
            ]
          }
        ]
      },
      {
        "updateId": "10",
        "updateDescription": "Aktualizacja wprowadza między innymi drobne poprawki i zmiany w lokacjach oraz ważne waypointy potrzebne do gry Mrocznym rycerzem w przyszłości. <i>Osoby planujące grać Mrocznym rycerzem mogą zacząć nową grę na tej aktualizacji. Za kilka dni zostanie skończona klasa i będzie można nią odrazu zostać. Pamiętać trzeba tylko, żeby nie dołączać do żadnej gildii ani nie zabijać Rigeliona.</i>",
        "version": "20.01.2021",
        "date": "20-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Zmieniono mechanikę używania magii przez przeciwników. (harpie, golemy, gobliny, itd.) Teraz będą oni strzelać tylko, gdy bohater jest w ich polu widzenia, nie będzie już sytuacji, że przeciwnik strzela w ścianę lub przez ścianę."
              },
              {
                "content": "Zmieniono zależności pomiędzy gildiami przeciwników a gildiami przyzwańców. Teraz potwory i przyzwańce będą się naturalniej atakować. Zmiana nie dotyczy ludzi."
              },
              {
                "content": "Dodano nową funkcję sprawdzającą zarówno wersję skryptów jak i plików moda. Jeśli wersje nie będą się zgadzać, wyświetli się komunikat o tym."
              },
              {
                "content": "Teraz <i>Berło Adanosa</i> oraz <i>Różdżka Władcy Smoków</i> nie są zaliczane jako pierścienie i można je swobodnie zakładać."
              },
              {
                "content": "Moc magiczna zwiększa szansę na zadanie dodatkowych obrażeń magicznych z kostura lub miecza magicznego."
              },
              {
                "content": "Runa <i>Ognista ochrona</i> zwiększa teraz też ilość ticków ze spalania o 1."
              },
              {
                "content": "Przeniesiono serca golemów do kategorii mikstur."
              },
              {
                "content": "Poprawiono koszt many run nekromanty, których opis nie zgadzał się z właściwym wymogiem many."
              },
              {
                "content": "Szansa na zamrożenie bossów przy pomocy <i>Lodowego młota</i> wynosi teraz 10% i trwa tylko sekundę."
              },
              {
                "content": "Naprawiono kilka błędów z zamrażaniem przeciwników."
              },
              {
                "content": "Naprawiono błąd z runą <i>Przyzwanie Demonicznego Legionu</i>."
              },
              {
                "content": "Naprawiono błąd sprawiający, że <i>Haniar</i> oraz <i>Kruk</i> mogli atakować bohatera będąc nieśmiertelnym."
              },
              {
                "content": "Naprawiono błąd sprawiający, że obrażenia z łuków i kusz były naliczane niepoprawnie podczas strzelania w trolle."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          },
          {
            "title": "Zmiany w lokacjach:",
            "list": [
              {
                "content": "Naprawiono znikające obiekty w <i>Przeklętej Latarni</i> oraz <i>Jaskini Samuela</i>. (zmiana ta nie wymaga nowej gry)"
              },
              {
                "content": "Naprawiono kilka miejsc w <i>Jaskini Bólu</i>, gdzie bohater często mógł się zaciąć."
              },
              {
                "content": "Naprawiono miejsca z drobnymi błędami wizualnymi."
              },
              {
                "content": "Dodano łóżko w pomieszczeniu obok teleportów na <i>Płaskowyżu Starożytnych</i>."
              },
              {
                "content": "Usunięto miejsce wymuszające śmierć bohatera gdy spadł on w przepaść w drodze do <i>Świątyni Łez</i> na <i>Płaskowyżu Starożytnych</i>."
              },
              {
                "content": "Zaktualizowano zawartość niektórych skrzyń w <i>Khorinis</i>, <i>Jarkendarze</i>, <i>Górniczej Dolinie</i> oraz na <i>Płaskowyżu Starożytnych</i>."
              }
            ]
          }
        ]
      },
      {
        "updateId": "9",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "15.01.2021",
        "date": "15-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Dodano nowy schemat na miecz dwuręczny do znalezienia w jednej ze skrzyni bandytów."
              },
              {
                "content": "Zmieniono trochę spawn potworów w nowej części Jarkendaru."
              },
              {
                "content": "Zawartość losowych regałów z książkami jest teraz ustalana przy starcie gry."
              },
              {
                "content": "Wilk <i>Kieł</i> jest teraz dużo wytrzymalszy. Jeśli polegnie od w walce będzie on jedynie nieprzytomny. Można teraz zabierać go bezpiecznie napolowania."
              },
              {
                "content": "Teraz po oddaniu Goraxowi winogron pojawią się u niego do kupienia 3 mikstury Amun-Su. (wcześniej 5 eliksirów ducha)"
              },
              {
                "content": "<i>Amulet siły</i> oraz <i>Amulet zręczności</i> dają teraz 5 siły / zręczności zamiast 3. (należy zdjąć przed wgraniem aktualizacji!)"
              },
              {
                "content": "Zwiększono lekko bonus do prędkości postaci od zręczności o 10%."
              },
              {
                "content": "Bełt kosztuje teraz 5 monet. (wcześniej 10)"
              },
              {
                "content": "Naprawiono kilka błędów związanych z przebijaniem przeciwników podczas używania łuku / kuszy."
              },
              {
                "content": "Naprawiono błąd sprawiający, że bohater otrzymywał obrażenia kilka razy podczas upadku. Mikstura ochrony przed atakiem teraz zawsze ochroni graczaprzed otrzymaniem obrażeń od upadku. Akrobatyka redukuje też obrażenia od upadku o połowę."
              },
              {
                "content": "Naprawiono błąd sprawiający, że potwory po pokonaniu innych potworów rzucały się na gracza gdy jest on podczas przemiany."
              },
              {
                "content": "Naprawiono bład sprawiający, że kamera ruszała się po użyciu przemiany."
              },
              {
                "content": "Naprawiono błąd sprawiający, że ilość złota potrzebna do nauki kręgów magii nie była wyświetlana poprawnie w niektórych przypadkach."
              },
              {
                "content": "Naprawiono błąd sprawiający, że <i>Amul Sah</i> oraz <i>Amul Rough</i> mogli stać się nieśmiertelni."
              },
              {
                "content": "Naprawiono błąd sprawiający, że po ucieknięciu z walki z <i>Im-Arahem</i> stawał się on nieśmiertelny."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "8",
        "updateDescription": "Wprowadzono zmiany w runach magii wody. Dodano nowe ikony broni w ekwipunku oraz usunięto możliwość wejścia do obozu bandytów w Jarkendarze mając stary pancerz cienia.",
        "version": "07.01.2021",
        "date": "07-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Stary pancerz cienia nie zapewni już przynależności do bandytów w Jarkendarze. Teraz bohater musi otrzymać pancerz bandyty od piratów."
              },
              {
                "content": "Zwiększono obrażenia większości run magii wody. Obrażenia dodatkowe po zamrożeniu są większe w runach niższych kręgów a mniejsze w runach wyższych kręgów. Część run maga wody skaluje się teraz z inteligencją w 65%. (wcześniej 50%)"
              },
              {
                "content": "Runy strażnika świątynnego i paladyna otrzymują teraz bonus do obrażeń magicznych. (od kosturów, mieczy i amuletu)"
              },
              {
                "content": "Osłabiono runy lecznicze paladyna."
              },
              {
                "content": "Zmniejszono liczbę magicznej rudy wymaganej do ponownej próby walki na orkowej arenie."
              },
              {
                "content": "Część tekstu na ekranie jest teraz animowana. W gothic.ini zmień lub dodaj linijkę bAnimateMessages = 0 (aby wyłączyć)"
              },
              {
                "content": "Ikony rodzajów broni w ekwipunku zostały zmienione i obejmują teraz wszystkie przedmioty z zakładki broń. Ikony zostały zrobione poprzez stronę <a href=\"https://game-icons.net/\" target=\"_blank\">https://game-icons.net/</a> przez użytkownika Franisz."
              },
              {
                "content": "Runa <i>Ognisty wybuch</i> ma teraz obszar działania taki sam jak <i>Mała burza ognista</i>."
              },
              {
                "content": "NPC-ty bez tarcz nie będą już używać animacji walki tarczą."
              },
              {
                "content": "Zabicie <i>Królowej pełzaczy</i> nie zapewnia już szafiru. Dodano za to jeden szafir do kupienia u <i>Lutero</i> w pierwszym rozdziale."
              },
              {
                "content": "Zabicie aligatora zapewnia teraz 2 skóry gada. (wcześniej 1)"
              },
              {
                "content": "Teraz alfred skupuje osobno skóry trolli i resztę skór."
              },
              {
                "content": "Teraz do własnego obozu trzeba przynieść zarządcy 5 bochenków chleba zamiast 10, chleb ten pojawi się do kupienia u <i>Baltrama</i>."
              },
              {
                "content": "Naprawiono błąd sprawiający, że założenie stalowego pancerza było niemożliwe."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "7",
        "updateDescription": "Ilość statystyk, jakie można uzyskać na <i>Nowym Balansie</i> okazała się znacząco za duża. Zmniejszono dla tego ilość zdobywanych punktów nauki z bossów i zadań przez całą grę. Zmniejszono też ilość zdobywanych punktów życia. Wprowadzono też zmiany dotyczące składników do ciast.",
        "version": "01.01.2021",
        "date": "01-01-2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Teraz grając na trybie Slash & Craft statystyki początkowe (siła/zręczność do 60, mana do 50, władanie bronią do 10) wymagają dużo mniej punktów obrażeń."
              },
              {
                "content": "Część potworów ze starego poziomu Nightmare+ została usunięta. Są to głównie potwory, które broniły wcześniej rzadkich roślin i tabliczek a teraz są one w innych miejscach."
              },
              {
                "content": "Zredukowano ilość punktów życia z różnych bonusów. Zredukowano ilość eliksirów życia za zadania."
              },
              {
                "content": "Zredukowano ilość punktów nauki za bossy i zadania."
              },
              {
                "content": "Zredukowano ilość doświadczenia oraz złota za kradzież kieszonkową."
              },
              {
                "content": "Składniki do ciast zostały przeniesione do początkowych dwóch rozdziałów, aby gracz mógł zrobić je wcześniej. Łączna ilość składników jest teraz mniejsza."
              },
              {
                "content": "Teraz NPC-ty nie będą posiadać w ekwipunku składników potrzebnych do tworzenia ciast, kompotów i innych bonusów. Będą za to mieć małe ilości złota oraz inne nowe przedmioty."
              },
              {
                "content": "Usunięto zwiększajacą się ilość życia jaką gracz mógł się uzyskać po wydaniu sporej ilości punktów nauki w życie. Teraz zawsze gracz otrzyma 10 punktów życia za 1 punkt nauki."
              },
              {
                "content": "Usunięto możliwość zdobycia i używania Krayta na postaci magicznej."
              },
              {
                "content": "Teraz bohater otrzyma 70 punktów życia za dar od bogów. (wcześniej 50)"
              },
              {
                "content": "Runa przemiany w krwiopijcę kosztuje teraz 5 punktów nauki. (wcześniej 8)"
              },
              {
                "content": "Eliksiry ducha i życia kosztują teraz po 10 punktów nauki. (wcześniej 15)"
              },
              {
                "content": "Zmniejszono z powrotem koszty many run 1 kręgu."
              },
              {
                "content": "Zwiększono lekko obrażenia run początkowych guru oraz nekromanty."
              },
              {
                "content": "Znacząco zmniejszono ilość obrony magicznej i przed ogniem przeklętych magów w skarbach piratów."
              },
              {
                "content": "Ciasto grzybowe daje teraz 2 punkty many."
              },
              {
                "content": "Zwój przemiany w wilka wymaga teraz 10 many. (wcześniej 15)"
              },
              {
                "content": "Usunięto wymóg siły do używania szpad."
              },
              {
                "content": "Paladyni na Etlu posiadają teraz Kusze."
              },
              {
                "content": "Statystyki przyzwanego wilka skalują się teraz z inteligencją. Zwiększono też skalowanie się statystyk przyzwanego warga. (wilki od Gallahada 1 i 2 poziomu)"
              },
              {
                "content": "Poprawiono funkcję resetu dialogu. (ALT + F1)"
              },
              {
                "content": "Zadanie <i>Trening bojowy dla Babo</i> może zostać ukończone nawet jeśli gracz został już magiem ognia."
              },
              {
                "content": "Naprawiono błąd sprawiający, że gra nie zaliczała czasem zabicia topielca w zadaniu <i>Jajo topielca</i>."
              },
              {
                "content": "Naprawiono błąd sprawiający, że gra czasem crashowała przez ognika."
              },
              {
                "content": "Naprawiono błąd sprawiający, że ognik pokazywał niewłaściwą liczbę tabliczek w lokacji."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "6",
        "updateDescription": "Przywrócono możliwość zbierania roślin w lokacji za pomocą ognika, dodano nowy amulet oraz poprawiono wiele błędów.",
        "version": "28.12.2020",
        "date": "28-12-2020",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Dodano <i>Amulet Rączki</i> do jego skrzyni w kanałach gildii złodzieji."
              },
              {
                "content": "Ognik może ponownie zbierać rośliny w lokacji. Zbiera on teraz 30 roślin na dzień i wymaga 1 bryłki magicznej rudy za każdym razem."
              },
              {
                "content": "Raynar skupuje teraz nowe bronie."
              },
              {
                "content": "Dodano kamienną tabliczkę szermierza do kupienia u Lutero."
              },
              {
                "content": "Teraz u Alfreda sprzedaż rogów cieniostworów oraz smoczych zębaczy są osobnymi opcjami."
              },
              {
                "content": "Zmieniono lekko mechanikę <i>Rigeliona</i>."
              },
              {
                "content": "Szansa na udaną kradzież kieszonkową jest teraz wyświetlana poprawnie."
              },
              {
                "content": "<i>Tarinaks</i> nie uczy już bohatera za darmo."
              },
              {
                "content": "Teraz <i>Fangarh</i> oraz <i>Ponury żniwiarz</i> poprawnie dają punkty nauki za ich pokonanie."
              },
              {
                "content": "Naprawiono błąd sprawiający, że nieumarli nie reagowali na bohatera. Z tego powodu też niektóre bossy były nie do pokonania."
              },
              {
                "content": "Naprawiono opisy przy nauce kręgów magii. Teraz nauka kręgów wymaga też złota."
              },
              {
                "content": "Naprawiono błąd w zadaniu <i>Szybki sposób na zarobek</i>"
              },
              {
                "content": "<i>Buster</i> daje teraz 25% mniej złota za oddane mu rogi cieniostworów."
              },
              {
                "content": "Zostanie nekromantą wymaga teraz 80 many. (wcześniej 90)"
              },
              {
                "content": "<i>Tag-Nor</i> nie uczy już gracza strzelania z kuszy."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "5",
        "updateDescription": "Bandyci nie będą już pić mikstur leczniczych podczas walki. Zebrane ważne przedmioty będą teraz wyświetlać się na czerwono. Poza tym jak zawsze mniejsze zmiany i poprawki błędów.",
        "version": "26.12.2020",
        "date": "26-12-2020",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Usunięto mechanikę picia mikstur leczniczych przez bandytów."
              },
              {
                "content": "Teraz ważne przedmioty zbierane przez ognika i QuickLoot są wyświetlane na czerwono. Kolor można zmienić w gothic.ini linijkami iColorQuickLootUniqR/G/B."
              },
              {
                "content": "Nowa statystyka bonusowych obrażeń magicznych kosturów i mieczy magicznych teraz jest poprawnie wyświetlana w opisie przedmiotu."
              },
              {
                "content": "Boss <i>Daron</i> został wzmocniony. Zabicie go przyznaje teraz też 2 punkty nauki."
              },
              {
                "content": "Znacząco zredukowano ilość pustych butelek u handlarzy."
              },
              {
                "content": "Pancerz, który można kupić od Alrika może zostać użyty zamiast ubrania obywatela w zadaniu <i>Droga do górnego miasta</i>."
              },
              {
                "content": "Wypłata strażnika miejskiego oraz najemnika kumuluje się teraz do maksymalnie 7 dni."
              },
              {
                "content": "Poprawiono opcje nauki u Edgora."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "4",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "24.12.2020",
        "date": "24-12-2020",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Wszystkie magiczne miecze oraz kostury posiadają teraz nową statystykę, która dodatkowo zwiększa obrażenia magiczne."
              },
              {
                "content": "Teraz <i>Gazkul</i>, <i>Achiron</i> oraz <i>Mor'Bar</i> poprawnie dają punkty nauki za ich pokonanie."
              },
              {
                "content": "Teraz efekt <i>wyczerpanie</i> zwiększa zużycie wytrzymałości o 35%. (wcześniej 50%)"
              },
              {
                "content": "Vatras uczy teraz many nawet jeśli bohater ma jej ponad 500."
              },
              {
                "content": "Wilk <i>Kieł</i> leczy się teraz 1 dzień szybciej."
              },
              {
                "content": "Kostur nowicjusza wymaga teraz 60 many. (wcześniej 75)"
              },
              {
                "content": "Naprawiono błąd przy nauce umiejętności tarczy."
              },
              {
                "content": "Naprawiono błąd sprawiający, że wzięcie daru na wytrzymałość było niemożliwe."
              },
              {
                "content": "Naprawiono błąd sprawiający, że naciąganie cięciwy łuków i kusz było obliczane niepoprawnie."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "3",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "22.12.2020",
        "date": "22-12-2020",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Poprawiono sposób w jaki bandyci piją mikstury uzdrawiające podczas walki."
              },
              {
                "content": "Zmniejszono rozrzut podczas strzelania z łuków i kusz."
              },
              {
                "content": "Kamienie szlachetne sprzedane u Hanny można odkupić u Matteo poprzez dialog."
              },
              {
                "content": "Dodano opcję zablokowania QuickLootu oraz kradzieży kieszonkowej na 2 sekundy po wyjściu z dialogu. Domyślnie opcja jest włączona. W gothic.ini zmień lub dodaj linijkę bQuickLootBlockAfterDialog = 0 (aby wyłączyć)"
              },
              {
                "content": "Gallahad sprzedaje teraz kilka zwojów <i>Woń trucizny</i>."
              },
              {
                "content": "Teraz Constantino daje w nagrodę eliksir wytrzymałości za zadanie <i>Klucz Constantino</i>."
              },
              {
                "content": "Spowolnienie czasu jakie uzyskuje strażnik świątynny podczas palenia skrętów jest teraz słabsze ale trwa dłużej."
              },
              {
                "content": "Teraz nie trzeba pytać się Lorda Andre o zgodę aby zobaczyć więźniów."
              },
              {
                "content": "Teraz NPC-ty nie będą już reagować przez ściany gdy bohater wciśnie przycisk w zadaniu <i>Tajemnica kapitana straży</i>."
              },
              {
                "content": "Naprawiono błąd z progami w złocie podczas nauki wytrzymałości."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "2",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "20.12.2020",
        "date": "20-12-2020",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Teraz można wyłączyć zbieranie przedmiotów w pomieszczeniach za pomocą ognika. Zrobić to można bezpośrednio w dialogu z ognikiem."
              },
              {
                "content": "Teraz można zmienić skrót klawiszowy odpowiadający za panel Slash & Craft. W gothic.ini zmień lub dodaj linijkę bSNCActivationKey = Z (domyślnie)"
              },
              {
                "content": "Isgaroth sprzedaje teraz amulet magii."
              },
              {
                "content": "Bosper sprzedaje teraz nowy, unikalny łuk."
              },
              {
                "content": "Pierścień, który otrzymuje gracz za zadanie <i>Zarzuty Parlana</i> daje teraz dodatkowo 10 many."
              },
              {
                "content": "Ochroniarz Wulfgara nie reaguje już gdy gracz weźmie notatkę z jego pokoju podczas zadania <i>Tajemnica kapitana straży</i>."
              },
              {
                "content": "Teraz Gallahad daje w nagrodę eliksir ducha zamiast eliksiru umysłu za zadanie <i>Wykwintne jedzenie</i>."
              },
              {
                "content": "Naprawiono błąd sprawiający, że w rzadkich przypadkach gracz mógł nie otrzymać amuletu ognika od Vatrasa."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "1",
        "updateDescription": "Aktualizacja poprawia błędy oraz wprowadza mniejsze zmiany.",
        "version": "19.12.2020",
        "date": "19-12-2020",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Naprawiono dialog z Gallahadem."
              },
              {
                "content": "Naprawiono błąd przy startowaniu gry na poziomie Gothic."
              },
              {
                "content": "Zmieniono zadanie na dołączenie do gildii zabójców gdy gracz jest już strażnikiem miejskim - Wyrok dla Wambo. Teraz bohater musi udać się na wyznaczone miejsce jeszcze tej samej nocy."
              },
              {
                "content": "I inne mniejsze poprawki..."
              }
            ]
          }
        ]
      },
      {
        "updateId": "0",
        "updateDescription": "Aktualizacja nazwana też <i>Nowym Balansem</i> odświeża rozgrywkę na wielu płaszczyznach, wprowadza wiele nowości, oraz usprawnień. Zalecam też wgrać nową wersję DX11 - wprowadza ona zmiany między innymi w sposobie wyświetlania tekstu na ekranie co redukuje spadki FPS. Jeśli wystąpiłyby jakiekolwiek problemy z DX'em - należy usunąć folder GD3D11 z folderu System gothica i wgrać ponownie dowolną wersję DX'a.",
        "version": "18.12.2020",
        "date": "18-12-2020",
        "lists": [
          {
            "title": "Zmiany dotyczące poziomu Nightmare:",
            "list": [
              {
                "content": "Część z utrudnień, jakie wprowadzał poziom Nightmare+ zostało przeniesione na poziom Nightmare. Poziom ten bardziej przypomina teraz wcześniejszy Nightmare+ niż zwykły Nightmare."
              },
              {
                "content": "Teraz zawsze pojawiają się nowi przeciwnicy na mapie utrudniający rozgrywkę."
              },
              {
                "content": "Nauka atrybutów oraz umiejętności kosztuje więcej złota."
              },
              {
                "content": "Teraz za wszystkich pokonanych przeciwników otrzymujemy 100% doświadczenia. (wcześniej 50%)"
              },
              {
                "content": "Do 10 poziomu gracz otrzymuje 10 punktów nauki za poziom, na poziomach 10-15 otrzymuje 8 punktów a później 5."
              },
              {
                "content": "Teraz gracz otrzymuje bonus do statystyk za każde zjedzone ciasto, a nie co drugie jak to było wcześniej."
              },
              {
                "content": "Krayt oraz Hubaxis otrzymują jedynie 60% zdobywanego przez nas doświadczenia."
              },
              {
                "content": "Głód/Pragnienie/Zmęczenie są teraz opcjonalne. Można wyłączyć przy starcie gry."
              }
            ]
          },
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Usunięto tryb noDeath."
              },
              {
                "content": "Usunięto poziom Nightmare+."
              },
              {
                "content": "Usunięto losowanie roślin i mikstur w lokacjach."
              },
              {
                "content": "Usunięto umiejętność ognika pokazującą lokalizację rzadkich roślin i tabliczek. Usunięto również funkcję zbierania zwykłych roślin każdego dnia."
              },
              {
                "content": "Usunięto progi punktowe przy nauce atrybutów. (siła, zręczność, życie, mana)"
              },
              {
                "content": "Usunięto eliksir ochrony przed magią. Zamiast tego zupa z mięs kopacza daje teraz + 2 ochrony przed magią."
              },
              {
                "content": "Usunięto biżuterię Lorda Drakila."
              },
              {
                "content": "Odświeżono tryb Slash & Craft. Teraz gracz zdobywa punkty obrażeń ogólnie - niezależnie czym walczy. Po zdobyciu odpowiedniej ilości punktów może odebrać dowolną statystykę. (jest nowy panel S&C)"
              },
              {
                "content": "Zwiększono ilość wymaganych punktów nauki przy nauce władania bronią."
              },
              {
                "content": "Nauka punktów życia jest tym bardziej efektywna im więcej gracz wyda punktów nauki w życie."
              },
              {
                "content": "Zmieniono koszt złota przy nauce atrybutów i umiejętności. Koszt w złocie skaluje się wraz z wydanymi punktami nauki w daną statystykę."
              },
              {
                "content": "Wiele umiejętności wymaga teraz inne ilości punktów nauki."
              },
              {
                "content": "Za każdego bossa i unikalnego potwora gracz otrzyma teraz więcej punktów nauki. Ilość otrzymywanych punktów nauki teraz bardziej odzwierciedla siłę przeciwnika, za smoka otrzymamy nawet 10 punktów. Gracz otrzymuje teraz też punkty nauki za niektóre zadania."
              },
              {
                "content": "Rzadkie rośliny i mikstury znajdują się teraz w nowych miejscach, niektóre lokacje mają teraz mniej a niektóre więcej rzadkich roślin i mikstur niż wcześniej. Kamienne tabliczki oraz płytki teleportacyjne również są teraz inaczej rozprowadzone po lokacjach."
              },
              {
                "content": "Przy dołączeniu do gildii gracz nie otrzymuje już żadnych bonusów. (jak np. odporność na ogień czy 10 many)"
              },
              {
                "content": "Zmniejszono statystyki, jakie otrzymuje gracz za odbieranie darów."
              },
              {
                "content": "Zrebalansowano wiele bonusów pod nową rozgrywkę."
              },
              {
                "content": "Zredukowano ilość rzadkich mikstur i roślin jake można było kupić u handlarzy lub zdobyć w zadaniach."
              },
              {
                "content": "Znacząco zredukowano ilość zwykłych mikstur many oraz mikstur leczniczych, jakie można było znaleźć w skrzyniach, dostać za zadania lub kupić u handlarzy."
              },
              {
                "content": "Zmniejszono obrażenia, jakie zadają zaklęcia początkowych kręgów o 10-30 punktów. Runy 1 kręgu kosztują teraz 15 many."
              },
              {
                "content": "Zmniejszono ilość doświadczenia oraz złota otrzymywanego za pokonanie bossów oraz za wykonywanie zadań."
              },
              {
                "content": "Zmieniono mechanikę kilku bossów."
              },
              {
                "content": "Zmieniono rozmieszczenie większości przedmiotów na mapie."
              },
              {
                "content": "Zmieniono wartość i statystyki wielu przedmiotów."
              },
              {
                "content": "Znacząco zmieniono okolicę plaży Skipa."
              },
              {
                "content": "Dodano dwie nowe jaskinie w Khorinis."
              },
              {
                "content": "Dodano nowy obszar w Jarkendarze - Zapomniany Kanion."
              },
              {
                "content": "Starożytna biżuteria z Jarkendaru (zestaw Kapłanów, Uzdrowicieli oraz Wojowników) znajduje się teraz w innych miejscach a bonus przy założeniu całego zestawu został znacząco wzmocniony."
              },
              {
                "content": "Teraz umiejętność tworzenia biżuterii jest podzielona na 3 poziomy - stalowa, złota oraz magiczna biżuteria. Umiejętności tworzenia amuletów nie trzeba się teraz uczyć."
              },
              {
                "content": "Dodano 3 nowe stalowe amulety do stworzenia. Wymagana jest umiejętność tworzenia stalowej biżuterii tak samo jak to jest w przypadku pierścieni."
              },
              {
                "content": "W Khorinis zmieniono rozmieszczenie potworów."
              },
              {
                "content": "Poprawiono zachowania, niektórych przeciwników. Bandyci są teraz mądrzejsi gdy korzystają z broni dystansowej."
              },
              {
                "content": "Nieumarli są teraz agresywni w stosunku do wszystkich żywych stworzeń. (poza wszystkim kamienno-podobnym)"
              },
              {
                "content": "Obrażenia zadawane widmom ze srebrnych broni zależy teraz głównie od statystyki postaci. Srebrne broni zadają teraz też trochę więcej obrażeń zwykłym nieumarłym."
              },
              {
                "content": "Biblioteczki, które można przeszukać, zawierają teraz nowe, losowe przedmioty."
              },
              {
                "content": "Bohater nie może teraz bezkarnie kraść. (dotyczy wszystkich gildii)"
              },
              {
                "content": "Orkowie na swoim drakkarze obok obozu Netbeka będą atakować gracza nawet jeśli posiada on Ulu-Mulu. Jeśli gracz posiada orkowy pancerz to nie będą go atakować do momentu zniszczenia mechanizmu drakkaru."
              },
              {
                "content": "Zmniejszono ilość zwykłych przeciwników w Koszmarze Kruka, aby skupić się głównie na walkach z bossami."
              },
              {
                "content": "Zmieniono lekko zadanie Nekromanta w Khorinis."
              },
              {
                "content": "Teraz można wykonać zadanie Gallahada oddając mu jedynie 3 listy polecające. List Lutero, Salandira oraz Gerbranta lub Fernando. Sposób ten zapewni jednak mniej doświadczenia. Teraz moża też odebrać jako nagrodę za to zadanie 2 eliksiry wytrzymałości."
              },
              {
                "content": "Umiejętność regeneracji życia dodatkowo zwiększa otrzymywane leczenia ze wszystkich źródeł o 10%."
              },
              {
                "content": "Zwiększono ilość zużywanej wytrzymałości podczas biegania."
              },
              {
                "content": "Usunięto sztabki magicznej rudy z gry, teraz jedna bryłka magicznej rudy jest warta 300 sztuk złota i bardziej odzwierciedla wartość rudy tak jak to było w Nocy Kruka. Zmieniono ilość magicznej rudy w grze, to ile się jej wydobywa i ile potrzeba do zadań i tworzenia przedmiotów."
              },
              {
                "content": "Zmniejszono również ilość rudy żelaza w grze, jeden stalowy pręt wymaga teraz jedynie 3 bryłki żelaza do stworzenia."
              },
              {
                "content": "Umiejętność kopania rudy (żelaza i magicznej) jest teraz uczona tylko raz u Snipesa lub Grimesa, albo u Clovisa (za darmo!) w orkowej kopalni po wykonaniu zadania dla niego. Książka <i>Magiczna ruda</i> nie zapewnia teraz umiejętności wydobywania rudy ale zmniejsza ilość zużywanej wytrzymałości podczas kopania. Podobnie jak z rudą żelaza, umiejętności wydobywania złota uczymy się tylko raz u Finna lub Scattiego."
              },
              {
                "content": "Teraz po wbiciu 100% władania w walce wręcz bonus obrażeń od wytrzymałości jest 10% większy."
              },
              {
                "content": "Broń obuchowa ma teraz szansę na powalenie i ogłuszenie przeciwnika na 1 sekundę. (również gracz może zostać powalony)"
              },
              {
                "content": "Ilość ticków krwawienia zależy teraz od umiejętności władania bronią."
              },
              {
                "content": "Zmieniono w jaki sposób zmieniała się animacja walki wręcz. Teraz animacje zmieniają się rzadziej i są bardziej adekwatne."
              },
              {
                "content": "Teraz miksturę druida (od Fregyala) można wypić (i zacząć uczyć się trucizn) do końca 2 rozdziału."
              },
              {
                "content": "Skalowanie obrażeń przy naciąganiu cięciwy kuszy / łuku zależy teraz od umiejętności władania kuszą / łukiem."
              },
              {
                "content": "Teraz kusze / łuki przeszywają cel i zadają obrażenia następnym celom. Kusze mają to wbudowane a dla łuków wymagana jest umiejętność od Raffa - przeszywający strzał. Szansa na przeszycie przeciwnika na wylot zależy od umiejętności władania łukiem / kuszą."
              },
              {
                "content": "Aura paladyna Święty płomień jest teraz dostępna dla wszystkich gildii pod postacią zwojów. Można je znaleźć na różnych etapach gry, lecz ich ilość jest bardzo ograniczona."
              },
              {
                "content": "Analogicznie, każda gildia ma teraz dostęp do specjalnych skrętów z efektami, jakie posiada guru / strażnik świątynny."
              },
              {
                "content": "Przywołanie Hubaxisa kosztuje teraz 75 many. (wcześniej 50 / 100 w zależności od poziomu)"
              },
              {
                "content": "Hubaxis oraz Krayt wymagają teraz 40% więcej doświadczenia na każdy poziom."
              },
              {
                "content": "Krayt jest teraz dostępny również dla gildii magicznych."
              },
              {
                "content": "Orkowa broń, którą można wykuć ma teraz zwiększone statystyki."
              },
              {
                "content": "Teraz zabicie przeciwnika podczas przemiany, doda 5 sekund do czasu trwania tej przemiany."
              },
              {
                "content": "Zmniejszono przebicie pancerza broni wymagających siły."
              },
              {
                "content": "Gracz nie otrzymuje już mikstur <i>Czarna mgła</i> za pokonanie Luciana."
              },
              {
                "content": "Zmniejszono dodatkowe obrażenia zadawane za pomocą pochodni oraz dodano małą szansę na podpalenie."
              },
              {
                "content": "Teraz podczas skradania się, szansa na udaną kradzież kieszonkową jest 10% większa. Sprawdzenie szansy na kradzież wymaga teraz wyuczonej umiejętności skradania się lub 90 udanych kradzieży."
              },
              {
                "content": "Podczas gry można znaleźć przepisy na stworzenie nowych broni."
              },
              {
                "content": "Teraz Pancerz magnata oraz stalowy pancerz (z własnego obozu) można przekuć."
              },
              {
                "content": "Teraz można nauczyć się tworzenia Eliksiru życia i ducha bez znajomości wcześniejszych mikstur."
              },
              {
                "content": "Przepisy na pełnie nie są teraz sprzedawane przez handlarzy i można je zdobyć tylko przy pokonaniu bossów."
              },
              {
                "content": "Magowie nie otrzymują już kostura przy wejściu w 4 krąg magii."
              },
              {
                "content": "Dodano Kostur Nowicjusza do kupienia od Gallahada."
              },
              {
                "content": "Reinar skupuje teraz dużo więcej unikalnych broni, bronie sprzedane u niego można też ponownie odkupić."
              },
              {
                "content": "Skóry oddane Bosperowi można od niego ponownie odkupić."
              },
              {
                "content": "Serca golemów oddane Constantino można od niego ponownie odkupić."
              },
              {
                "content": "Na poziomie Gothic można wybrać teraz opcję dodającą nowych przeciwników w lokacjach. (bandyci i inne stworzenia z poziomu nightmare)"
              },
              {
                "content": "QuickLoot można teraz wyłączyć. W gothic.ini zmień lub dodaj linijkę bQuickLootEnabled = 0 (aby wyłączyć)"
              },
              {
                "content": "Przepisano system wchodzenia w interakcje w obiektami (np. kowadło / stół alchemiczny). Teraz przedmioty potrzebne do korzystania z tych obiektów nie będą znikać."
              },
              {
                "content": "Naprawiono błąd z resetowaniem animacji pod koniec efektów działających na graczu. Przedmioty zużywalne nie będą teraz zostawać w ręce bohatera."
              },
              {
                "content": "Naprawiono zadanie Posiadłości budowniczych."
              },
              {
                "content": "I WIELE WIĘCEJ..."
              }
            ]
          }
        ]
      }
    ],
    "overview": {
      "lists": [        
        {
          "title": "Dodatkowe gildie",
          "list": [
            {
              "content": "Nowe gildie główne:",
              "list": [
                {
                  "content": "Strażnik Bractwa / Guru,"
                },
                {
                  "content": "Mag Wody,"
                },
                {
                  "content": "Nekromanta."
                }
              ]
            },
            {
              "content": "Nowe gildie poboczne:",
              "list": [
                {
                  "content": "Gildia Kupców,"
                },
                {
                  "content": "Gildia Myśliwych,"
                },
                {
                  "content": "Gildia Zabójców."
                }
              ]
            },
            {
              "content": "Poza tym każda z istniejących gildii została rozszerzona o nowe zadania."
            }
          ]
        },
        {
          "title": "Rozszerzono istniejące wątki oraz wprowadzono nowe:",
          "list": [
            {
              "content": "Możliwość zostania uczniem kręgu Opiekunów"
            },
            {
              "content": "Ostatecznia walka z Krukiem odbywa w \"Koszmarze Kruka\" - nowy dungeon"
            },
            {
              "content": "Możliwość wykonywania zadań dla orków w ich mieście"
            },
            {
              "content": "Każda gildia poboczna posiada szereg zadań do wykonania"
            }
          ]
        },
        {
          "title": "Nowe mechaniki:",
          "list": [
            {
              "content": "Wolne celowanie dla magii oraz broni dystansowych"
            },
            {
              "content": "Możliwość poruszania się podczas strzelania z łuku oraz kuszy"
            },
            {
              "content": "Możliwość szkolenia ognika pomagającego nam między innymi zbierać przedmioty"
            }
          ]
        },
        {
          "title": "Nowe lokacje:",
          "list": [
            {
              "content": "Miasto Orków"
            },
            {
              "content": "Pustynia Adanosa"
            },
            {
              "content": "Wyspa Etlu"
            },
            {
              "content": "Fort Azgan"
            },
            {
              "content": "Las Asasynów"
            },
            {
              "content": "Śnieżne Góry Orków"
            },
            {
              "content": "Koszmar Kruka(dungeon)"
            },
            {
              "content": "Zaginiony Brat(dungeon)"
            },
            {
              "content": "Dolina Cieni"
            },
            {
              "content": "Zapomniana Wyspa"
            }
          ]
        }
      ]
    },
    "gallery": [
      "https://imgur.com/Ybh01Bg.jpg",
      "https://imgur.com/pQY0l6y.jpg",
      "https://imgur.com/8ZdiXf3.jpg",
      "https://imgur.com/DR0trA1.jpg",
      "https://imgur.com/jENDQI8.jpg",
      "https://imgur.com/schnXYm.jpg",
      "https://imgur.com/PxC0y2W.jpg",
      "https://imgur.com/DV5b1HX.jpg",
      "https://imgur.com/LG4YYVd.jpg",
      "https://imgur.com/ZGpI8mG.jpg",
      "https://imgur.com/J5WQ5BI.jpg",
      "https://imgur.com/KlnhrgJ.jpg",
      "https://imgur.com/DCH6YUu.jpg",
      "https://imgur.com/X8OmVUV.jpg",
      "https://imgur.com/rQ3aiX1.jpg",
      "https://imgur.com/J5ZSIJD.jpg",
      "https://imgur.com/6ncb5wh.jpg",
      "https://imgur.com/Z10FCO4.jpg",
      "https://imgur.com/4q5xzs5.jpg",
      "https://imgur.com/tGpTI8X.jpg",
      "https://imgur.com/zx3AmEG.jpg",
      "https://imgur.com/aNUNq8f.jpg",
      "https://imgur.com/m96ft8g.jpg",
      "https://imgur.com/2Lk5IoR.jpg",
      "https://imgur.com/uWpquJV.jpg",
      "https://imgur.com/MxQYLfn.jpg",
      "https://imgur.com/Hsk77Gn.jpg",
      "https://imgur.com/oQFHAdD.jpg",
      "https://imgur.com/2vWdNZH.jpg",
      "https://imgur.com/cBM10Fo.jpg",
      "https://imgur.com/rrK4SkC.jpg",
      "https://imgur.com/qriu8Th.jpg",
      "https://imgur.com/ayBDFy8.jpg",
      "https://imgur.com/hE9K0vs.jpg",
      "https://imgur.com/yU8zI1P.jpg"
    ],
    "authors": {
      "creators": [
        {
          "name": "Liker",
          "role": "Autor",
          "contacts": [
            {
              "platform": "Forum",
              "url": "https://rpgrussia.com/forums/gotika-2-vozvraschenie-2-0-alternativnyj-balans.374/"
            }
          ]
        },
        {
          "name": "LHaart",
          "role": "Autor",
          "contacts": [
            {
              "platform": "Forum",
              "url": "https://rpgrussia.com/forums/gotika-2-vozvraschenie-2-0-alternativnyj-balans.374/"
            }
          ]
        }
      ],
      "contributors": [
        {
          "name": "Franisz",
          "role": "Tłumacz, wsparcie techniczne"
        },
        {
          "name": "Sebastian",
          "role": "Wsparcie techniczne"
        },
        {
          "name": "Zipperiusz",
          "role": "Tłumacz, korekty"
        },
        {
          "name": "Kredensik",
          "role": "Tłumacz"
        },
        {
          "name": "Bukovsky",
          "role": "Tłumacz"
        },
        {
          "name": "Solace",
          "role": "Tłumacz"
        },
        {
          "name": "Kanappa",
          "role": "Tłumacz"
        },
        {
          "name": "Szagons",
          "role": "Tłumacz"
        },
        {
          "name": "Iselor",
          "role": "Tłumacz"
        },
        {
          "name": "Arek",
          "role": "Tłumacz"
        },
        {
          "name": "NightKnight",
          "role": "Tłumacz"
        },
        {
          "name": "Velmrok",
          "role": "Tłumacz"
        },
        {
          "name": "Dawinio",
          "role": "Tłumacz"
        },
        {
          "name": "Templar",
          "role": "Tłumacz"
        },
        {
          "name": "Kurdupel",
          "role": "Tłumacz"
        },
        {
          "name": "Washion",
          "role": "Tłumacz"
        },
        {
          "name": "Szun",
          "role": "Tłumacz"
        },
        {
          "name": "Nugget",
          "role": "Tłumacz"
        },
        {
          "name": "Nasior",
          "role": "Tłumacz"
        },
        {
          "name": "Shadow",
          "role": "Tłumacz"
        },
        {
          "name": "Qłaczek",
          "role": "Tłumacz"
        }
      ]
    }
  },
  {
    "id": "lhiver",
    "title": "L'Hiver",
    "titleUrl": "https://i.imgur.com/CP5tesl.png",
    "url": "https://drive.google.com/drive/folders/1E0-g4atytrCqLvTB2-BYX6ksDNgEmDrP",
    "installation":{
      "url":"",
      "instruction":{
        "alerts":[],
        "lists": [
          {
            "title": "Wymagane:",
            "list": [
              {
                "content": "Pobierz i wypakuj zawartość paczki z patchami do folderu z grą.",
                "list": [
                  {
                    "content": "Paczka zawiera wszystkie pliki do poprawnego działania gry, są to: Player Kit 2.8, System Pack 1.9 oraz Union 1.0i"
                  }
                ]
              },
              {
                "content": "Pobierz i wypakuj zawartość paczki z modyfikacją L'Hiver do folderu z grą."
              }
            ]
          },
          {
            "title":"Opcjonalne",
            "list":[
              {
                "content":"Jeśli chcesz zainstalować DirectX 11 - Pobierz i wypakuj zawartość archiwum z DX11 do folderu z grą."
              }
            ]
          }
        ]
      },
      "links": []
    },
    "description": "L'Hiver to modyfikacja znacznie poprawiająca oprawę graficzną Gothica II. Dodaje nowe tekstury, przeciwników, lokacje oraz modyfikuje istniejące, takie jak zniszczony zewnętrzny pierścień Starego Obozu w Górniczej Dolinie, miasto Khorinis, las za farmą Onara czy plaża piratów z Jarkendaru. Modyfikacja znacząco zwiększa poziom trudności oferowany w podstawowej wersji gry. Statystyki potworów zostały zwiększone, zobaczysz także nowe animacje. Niemniej jednak L'Hiver nie zmienia fabuły gry.",
    "changes": [
      {
        "updateId": "2",
        "updateDescription": "Balans rozgrywki, poprawione AI przeciwników, zmiany w umiejętnościach, broniach, pancerzach i innych przedmiotach.",
        "version": "1.6",
        "date": "10.02.2021",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Więcej kupców będzie sprzedawać składniki zup i chochle używane do gotowania w kociołkach."
              },
              {
                "content": "Usunięto animację biegania po odblokowywaniu akrobatyki."
              },
              {
                "content": "Regeneracja zdrowia i many (ta, którą otrzymujesz za 160 siły lub 160 many) regeneruje teraz około 1% twojej maksymalnej puli zdrowia (lub many). Na przykład, jeśli masz 500 PŻ, teraz będziesz leczyć 4 PŻ na sekundę zamiast 1 PŻ na sekundę"
              },
              {
                "content": "Zwierzęta będą teraz dawać surowe mięso, nawet jeśli nie masz umiejętności „Patroszenie zwierząt”, ale będzie to losowe (50% szansy), a dla zwierząt z więcej niż 1 surowym mięsem (na zasadzie, jeśli masz szczęście zamiast 3 surowego mięsa dostaniesz maksymalnie 2, zamiast 2 surowego mięsa, dostaniesz maksymalnie 1)."
              },
              {
                "content": "Z niektórych zwierząt będzie można zdobyć tłuszcz."
              },
              {
                "content": "Każdy pancerz został zbalansowany, aby uczynić go bardziej użytecznym i wartościowym, zmiana ta obejmuje wartości ochrony, ale także kilka bonusów, takich jak dodatkowa siła, zręczność, umiejętności władania łukiem i tak dalej."
              },
              {
                "content": "Tworzenie zbroi zostało całkowicie przerobione, teraz będzie mieć tylko 2 poziomy (Nowicjusz [10 PN] i Ekpert [20 PN]  odpowiednio w Rozdziale 2 i 4). Będziesz mógł stworzyć 2 różne zestawy (zbroja najemnika myrtany pod siłę, pancerz łowcy pod zręczność), a każdy z nich ma 2 poziomy (średni i ciężki), oba mają przydatne bonusy i wysokie statystyki. Ale to nie koniec, kolejna istotna część ulepszania zbroi to 5 rozdział. Będziesz mógł ulepszyć swoją gildyjną zbroję (zbroja paladyna, zbroja ciężkiego łowcy smoków)."
              },
              {
                "content": "System kucia został całkowicie przerobiony, teraz są 2 główne umiejętności (Kucie broni ze stali 10PN / Kucie broni z magicznej rudy 20PN). W oparciu o swoją umiejętność kucia będziesz w stanie wytwarzać określone miecze. Możesz dowiedzieć się, jak wytworzyć te miecze, prosząc nauczycieli kowala, aby cię nauczyli (za niewielką ilość PN i złota) lub znaleźć odpowiednie schematy. Tarcze pozostają mniej więcej takie same. Podczas nauki poziomów kucia, nauczyciel wręczy Ci książkę z ważnymi informacjami na temat kucia (przeczytaj ją!). Poziomy umiejętności będą dostępne w rozdziałach 1 i 3, ale mają inne ograniczenia (na przykład Bennet uczy magicznych ostrzy rudy tylko najemników)."
              },
              {
                "content": "Dodano nową szatę, aby dorównywała innym gildyjnym zbrojom. Ten będzie dostępny poprzez zaklinanie."
              },
              {
                "content": "Czarna ruda będzie teraz materiałem rzemieślniczym."
              },
              {
                "content": "Dodano nowy przedmiot „Błogosławiona ruda”, która ma taką samą funkcję jak czarna ryda, można ją uzyskać prosząc Innosa o pobłogosławienie czarnej rudy."
              },
              {
                "content": "Dodano 2 nowe zbroje, które można kupić u Bospera i Harada, gdy zostaniesz ich czeladnikiem."
              },
              {
                "content": "Zwiększono ilość smoczej krwi otrzymywanej po zabiciu smoka z 2 do 3."
              },
              {
                "content": "Golemy będą teraz bardziej agresywne i trudniejsze do zabicia."
              },
              {
                "content": "Mała aktualizacja menu."
              },
              {
                "content": "Zaktualizowana czcionka. (Pamiętaj, aby edytować „Scale = X” w Systempack.ini, aby dostosować ją do swojego ekranu, wartość „1” zwiększa, a wartość „0” zmniejsza)."
              },
              {
                "content": "Dodano możliwość masowego warzenia mikstur, będziesz mógł uwarzyć (x5) dowolnej mikstury. Nie ma (x10) ani (xAll), ponieważ jest bardzo mało prawdopodobne, aby ktoś uwarzył więcej niż 30 mikstur tego samego typu za jednym razem."
              },
              {
                "content": "Bartok był za słaby, dostał 300 PŻ więcej."
              },
              {
                "content": "Kiedy pojawi się nowy wpis w dzienniku, jego nazwa jest wyświetlana na ekranie, dzięki czemu można łatwo znaleźć/dowiedzieć się, czego dotyczy."
              },
              {
                "content": "Zmieniono gnijące zwłoki. Nie dają już stałego +25 expa, teraz ilość będzie się zwiększać. Na przykład dostaniesz +10 expa za pierwszy, +11 za drugi i tak dalej."
              },
              {
                "content": "Nowe tekstury dla przepisów żywności i schematów broni."
              },
              {
                "content": "Zmieniono sposób wyświetlania statystyk broni."
              },
              {
                "content": "Każda broń w grze została w jakiś sposób zmieniona, teraz powinny być bardziej zrównoważone. Będziesz musiał dokonywać wyboru między broniami w zależności od stylu gry."
              },
              {
                "content": "Dodano 9 kolejnych szczawii królewskich, które można kupić u niektórych handlarzy (rozdział 3, 4, 5 i 6)."
              },
              {
                "content": "Orki i inne potwory nie stracą aggro w pobliżu taranu, który pozwala graczowi wejść do zamku w Górniczej Dolinie."
              },
              {
                "content": "Zmniejszono doświadczenie otrzymywane za pokonanie obywateli."
              },
              {
                "content": "Zmieniono obrażenia/premie niektórych łuków."
              },
              {
                "content": "Koszt strzały zmniejszony do 3, a bełtu do 6."
              },
              {
                "content": "Zmniejszono doświadczenie z kradzieży kieszonkowej."
              },
              {
                "content": "Zaktualizowano wiele tekstur i modeli."
              },
              {
                "content": "Naprawiono zwoje przemiany kosztujące 5 zamiast 10."
              },
              {
                "content": "Zmniejszono premię do many z zupy z głów polnych pełzaczy z 2 do 1 punktu."
              },
              {
                "content": "Statystyki tarcz zostały nieco zmienione."
              },
              {
                "content": "Zachowanie tarcz podczas blokowania czarów zostało całkowicie zmienione, teraz możesz całkowicie zablokować tylko słabsze zaklęcia, otrzymać połowę obrażeń przeciwko zaklęciom średniego poziomu i pełne obrażenia przeciwko silniejszym zaklęciom."
              },
              {
                "content": "Ilość złota, które otrzymujesz od Harada, sprzedając mu miecze jako czeladnik, została zmniejszona."
              },
              {
                "content": "Ilość złota, które otrzymujesz od Bospera, sprzedając mu skóry jako czeladnik, została zmniejszona."
              },
              {
                "content": "Nagroda Vatrasa za odnalezienie zaginionych ludzi została zmieniona z [+3 many] na [+5 PN]."
              },
              {
                "content": "Regeneracja zdrowia jest teraz umiejętością, której możesz się nauczyć od Wulfgara (Milicja i Paladyni) i Torlofa (Najemnicy i Łowcy Smoków) w Rozdziale 2. Kosztuje 15 PN i regeneruje 0,5% maksymalnego PŻ na sekundę."
              },
              {
                "content": "Regeneracja many jest teraz umiejętnością, której możesz się nauczyć od Parlana (dla Magów) w 2 rozdziale. Kosztuje 13 PN i regeneruje 1% maksymalnej many na sekundę."
              },
              {
                "content": "Akrobatyka to teraz umiejętność, której możesz się nauczyć od Jespera, jeśli dołączysz do gildii złodziei i wykonasz zadanie Krwawe Kielichy. Kosztuje 8 PN."
              },
              {
                "content": "Nowe premie do broni:",
                "list": [
                  {
                    "content": "Dwuręczne topory i bronie obuchowe mogą powalić humanoidalnych przeciwników (ale orkowie i jaszczuroludzie są zbyt silni, aby ich powalić, więc zostaną ogłuszeni)"
                  },
                  {
                    "content": "Broń z magicznej rudy zadaje dodatkowe obrażenia magiczne przy trafieniu"
                  },
                  {
                    "content": "Błogosławiona broń zadaje dodatkowe obrażenia nieumarłym"
                  },
                  {
                    "content": "Zabójca Orków zadaje dodatkowe obrażenia orkom"
                  },
                  {
                    "content": "Zabójca Demonów zadaje dodatkowe obrażenia demonom"
                  },
                  {
                    "content": "Zabójca Smoków zadaje dodatkowe obrażenia smokom"
                  }
                ]
              },
              {
                "content": "Nowe schematy broni można znaleźć/kupić:",
                "list": [
                  {
                    "content": "Flamberg (2H)"
                  },
                  {
                    "content": "Magiczny miecz półtoraręczny (1H)"
                  },
                  {
                    "content": "Zabójca Demonów (2H),"
                  },
                  {
                    "content": "Orkowy miecz magiczny (1H i 2H)"
                  },
                  {
                    "content": "Siewca Śmierci (1H i 2H)"
                  }
                ]
              },
              {
                "content": "Wiele potworów i wrogów zostało przerobionych:",
                "list": [
                  {
                    "content": "Kamienne golemy są wytrzymalsze i zadają większe obrażenia. Nie możesz też zatrzymać ich animacji ataku (300 PD za pokonanie)"
                  },
                  {
                    "content": "Ogniste golemy zmieniono podobnie jak kamienne (400 PD za pokonanie)"
                  },
                  {
                    "content": "Lodowe golemy, to samo co powyżej, ale zaklęcie, które rzucają w trybie „dalekiego zasięgu”, zostało zmienione na „Lodową Lancę” zamiast „Bryły Lodu"
                  },
                  {
                    "content": "Zombie są trochę silniejsze i dają mniej doświadczenia (100 PD za pokonanie)"
                  },
                  {
                    "content": "Orkowie zostali trochę wzmocnieni, najważniejszym wzmocnieniem, jakie otrzymali, jest to, że teraz będą „wzywać” innych orków w pobliżu, gdy zostaniesz przez nich zauważony. Powinno temu zapobiec wczesnemu wybijaniu ich wokół zamku w Górniczej Dolinie"
                  },
                  {
                    "content": "AI demonów zostało nieco zmienione, są bardziej agresywne"
                  },
                  {
                    "content": "Ulepszone AI zębaczy i smoczych zębaczy"
                  },
                  {
                    "content": "Ogólnie rzecz biorąc, Jharkendar nie zapewni tak dużo doświadczenia za łatwych wrogów, takich jak polny pełzacz, bagienne szczury i inne"
                  },
                  {
                    "content": "Prawie każdy inny wróg otrzymał drobne poprawki, takie jak mniejsze doświadczenie, więcej zdrowia, więcej obrony i tym podobne"
                  }
                ]
              },
              {
                "content": "Nowe warianty wrogów:",
                "list": [
                  {
                    "content": "Jaszczuroczłek"
                  },
                  {
                    "content": "Jaszczuroczłek wojownik"
                  },
                  {
                    "content": "Jaszczuroczłek szaman"
                  }
                ]
              },
              {
                "content": "Walki z bossami zostały całkowicie przerobione i ulepszone:",
                "list": [
                  {
                    "content": "Ognisty Smok"
                  },
                  {
                    "content": "Bagienny Smok"
                  },
                  {
                    "content": "Kamienny Smok"
                  },
                  {
                    "content": "Lodowy Smok"
                  },
                  {
                    "content": "Smok Ożywieniec"
                  },
                  {
                    "content": "Kruk"
                  }
                ]
              },
              {
                "content": "W grze pojawiają się nowe rodzaje strzał, a ich schematy można znaleźć/kupić na całym świecie:",
                "list": [
                  {
                    "content": "Ogniste strzały (zadają obrażenia od ognia, do znalezienia w jaskini w pobliżu spalonych chat, niedaleko tawerny)"
                  },
                  {
                    "content": "Magiczne strzały (zadają magiczne obrażenia, do znalezienia w Jarkendarze, gdzie wcześniej znajdował się magiczny łuk)"
                  },
                  {
                    "content": "Ogłuszające strzały (zadają obrażenia obuchowe, do kupienia od Engora w Górniczej Dolinie)"
                  },
                  {
                    "content": "Ostre strzały (zadają obrażenia cięte, do znalezienia w ciele Trokara, niedaleko południowej bramy miasta)"
                  }
                ]
              },
              {
                "content": "Przerobiono modlitwy w Kapliczkach Innosa, teraz możesz składać ofiarę tylko raz dziennie, tak jak było w podstawce (aby ograniczyć ogromne skoki mocy) obecnie wygląda to w następujący sposób:",
                "list": [
                  {
                    "content": "Możesz modlić się przekazując 500 sztuk złota, co da ci +1 do siły lub +1 do zręczności (możesz wybrać, w sumie maksymalnie 15 takich modlitw)"
                  },
                  {
                    "content": "Możesz modlić się przekazując 300 sztuk złota, co da ci +5 do PŻ lub +1 do many (możesz wybrać, w sumie maksymalnie 30 takich modlitw)"
                  },
                  {
                    "content": "Możesz modlić się przekazując 100 sztuk złota, co da ci 70% szansy na uzyskanie +2 PŻ (łącznie maksymalnie 50 takich modlitw)"
                  },
                  {
                    "content": "Możesz modlić się nie przekazując złota, co da ci 25% szansy na całkowite wyleczenie (zarówno PŻ jak i many)"
                  }
                ]
              },
              {
                "content": "Można znaleźć lub nauczyć się nowych przepisów na mikstury:",
                "list": [
                  {
                    "content": "Eliksir ochrony przed magią"
                  },
                  {
                    "content": "Eliksir ochrony przed ogniem"
                  },
                  {
                    "content": "Esencja serafisu"
                  },
                  {
                    "content": "Mikstura szybkości"
                  },
                  {
                    "content": "Duża mikstura szybkości"
                  }
                ]
              }
            ]
          },
          {
            "title": "Błędy:",
            "list": [
              {
                "content": "Naprawiono drobne błędy w nowych umiejętnościach Constantino i Alchemii."
              },
              {
                "content": "Naprawiono błędy tekstowe w dzienniku gracza."
              },
              {
                "content": "Naprawiono błąd w opisie bulionu Berry."
              },
              {
                "content": "Naprawiono błąd polegający na tym, że po ugotowaniu całego surowego mięsa tekst gotowania nie znikał poprawnie."
              },
              {
                "content": "Naprawiono błąd tekstowy z zupą z głów pełzaczy"
              },
              {
                "content": "Naprawiono błąd, w wyniku którego zębate ziele nie działało zgodnie z przeznaczeniem."
              },
              {
                "content": "Naprawiono mały błąd tekstowy z opisem jedzenia."
              },
              {
                "content": "Naprawiono kilka błędów w zachowaniu AI orków elit i szamanów, będą teraz rzucali zaklęcia nawet na bliskim dystansie."
              },
              {
                "content": "Naprawiono błąd który nie wyświetlał dialogu z Gornem, aby iść razem do Górskiej Fortecy."
              },
              {
                "content": "Naprawiono błąd związany z pierścieniami/amuletami, które mogły zapewniać nieskończoną ilość many poprzez wielokrotne zakładanie i zdejmowanie ich."
              },
              {
                "content": "Naprawiono błąd, w którym Sergio nie eskortował cię do wejścia do Górniczej Doliny."
              },
              {
                "content": "Naprawiono błędy związane z alchemią i składnikami."
              },
              {
                "content": "Naprawiono kilka mniejszych błędów tekstowych."
              },
              {
                "content": "Naprawiono kilka błędów powodowanych przez D3D11, jeśli był zainstalowany."
              },
              {
                "content": "Naprawiono wiele drobnych błędów."
              }
            ]
          }
        ]
      },
      {
        "updateId": "1",
        "updateDescription": "Przebudowany system modlitw u Innosa, wzmocnienie broni dwuręcznych, zmienione progi PN u nauczycieli.",
        "version": "1.5",
        "date": "16.03.2020",
        "lists": [
          {
            "title": "Zmiany ogólne:",
            "list": [
              {
                "content": "Minimalne obrażenia zmniejszone z 25 do 15."
              },
              {
                "content": "Modlitwy w świątyni Innos działają teraz w następujący sposób:",
                "list": [
                  {
                    "content": "-100 darmowych modlitw (5% na otrzymanie + 1HP)"
                  },
                  {
                    "content": "-60 modlitw za 50 złota (50% na otrzymanie + 1HP)"
                  },
                  {
                    "content": "-30 modlitw za 100 złota (80% na otrzymanie + 2HP)"
                  },
                  {
                    "content": "-15 modlitw za 200 złota (losowy bonus)"
                  },
                  {
                    "content": " nie możesz otrzymać many jeżeli nie jesteś magiem lub nowicjuszem, nie możesz otrzymać siły lub zręczności jeżeli jesteś magiem, + 1 siły, + 1 zręczności, + 2MP, + 5HP)"
                  }
                ]
              },
              {
                "content": "Grobowy mech, klucze i inne rzeczy z wersji 1.4 są teraz poprawnie umieszczone w świecie."
              },
              {
                "content": "Naprawiono błąd, w którym średnia zbroja najemnika wyświetlała koszt 500, ale faktycznie kosztowała 750."
              },
              {
                "content": "Zmieniono niektóre zbroje do wytworzenia, teraz możesz tworzyć mocniejsze zbroje na poziomie eksperta zbrojmistrza."
              },
              {
                "content": "Wzmocniono bronie dwuręczne według schematu:",
                "list": [
                  {
                    "content": "+10 obrażeń dla broni z atakiem <50"
                  },
                  {
                    "content": "+20 obrażeń dla broni z atakiem >= 50 ale <100"
                  },
                  {
                    "content": "+35 obrażeń dla broni z atakiem >= 100 ale <150"
                  },
                  {
                    "content": "+50 obrażeń dla broni z atakiem >= 150"
                  }
                ]
              },
              {
                "content": "Powinno to uczynić broń 2H bardziej użyteczną, bez robienia ich zbyt mocnymi, pamiętaj, że te zmiany również wzmacniają NPC z tą bronią."
              },
              {
                "content": "Naprawiono błąd, w wyniku którego kotły pokazywały opcje gotowania, nawet gdy gracz nie miał składników do przygotowania jedzenia."
              },
              {
                "content": "Dodano funkcję usuwania kluczy po ich użyciu."
              },
              {
                "content": "Naprawiono mały błąd w książce „Sztuka walki”, przez który nie wyświetlała tekstu."
              },
              {
                "content": "Zmieniono efekt graficzny „Świętego Światła” (zarówno runy, jak i zwoju), teraz jest taki sam jak „Światło”."
              },
              {
                "content": "Wzmocniono regeneracje zdrowia smoków, będą teraz trudniejsze."
              },
              {
                "content": "„Teleport do przełęczy Górniczej Doliny” znajduje się teraz w ciele martwego paladyna w pobliżu wejścia do Górniczej Doliny."
              },
              {
                "content": "„Teleport do Starego Zamku w Górniczej Dolinie” jest teraz sprzedawany przez Engora za 500."
              },
              {
                "content": "Zmieniono progi nauczania dla atrybutów (siła, zręczność, mana):",
                "list": [
                  {
                    "content": "z 300 na 350,"
                  },
                  {
                    "content": "z 200 na 280"
                  },
                  {
                    "content": "z 160 na 200"
                  },
                  {
                    "content": "z 120 na 160"
                  },
                  {
                    "content": "z  90 na 120"
                  },
                  {
                    "content": "z  60 na  80"
                  }
                ]
              },
              {
                "content": "Zaklinanie zostało zmienione. Możesz nauczyć się zaklinania poziomu 2 w 3 rozdziale, a 3 poziomu w 5 rozdziale."
              },
              {
                "content": "Po nauczeniu się akrobatyki, odblokujesz także nową animację biegu, która jest nieco szybsza niż oryginalna animacja biegu (ale wolniejsza niż mikstury szybkości), co powinno również pomóc w budowaniu dystansowym w zdobywaniu dystansu do strzelania strzałami."
              },
              {
                "content": "Vatras da teraz 100 sztuk złota za każdą „Starą kamienną tabliczkę”, którą mu przyniesiesz, możesz dać mu 1 lub 28, nie wpłynie to na ilość złota, którą otrzymujesz."
              },
              {
                "content": "Dodano jeden stół płatnerski (ten używany do tworzenia / ulepszania zbroi) w kuźni obok rynku."
              },
              {
                "content": "Dodano 1 Czarnego Trolla (w Górniczej Dolinie), ponieważ do stworzenia zbroi potrzebna jest jeszcze jedna  skóra czarnego trolla."
              },
              {
                "content": "Kilka drobnych poprawek w tekście."
              },
              {
                "content": "Orkowie nie skaczą tak często we wczesnej fazie gry."
              }
            ]
          },
          {
            "title": "Zmiany w miksturach i jedzeniu:",
            "list": [
              {
                "content": "Teraz mikstury są bardziej zorientowane na „późniejszą fazę gry” i będą leczyć obrażenia procentowo (Esencja  30% leczenia, Ekstrakt 50%, Eliksir 70%, Pełnie nadal leczą 100%, ale przepis został zmieniony)."
              },
              {
                "content": "Viceversa, jedzenie będzie teraz leczyć stałą wartość życia, będąc bardziej użytecznym we wczesnej fazie gry."
              },
              {
                "content": "Mikstury Pełnia Życia i Pełnia Many mają nowe modele 3D."
              },
              {
                "content": "Usunięto wzmocnienie mikstury życia i many (mikstury, których mógł się nauczyć tylko czeladnik Constantina, trwale zwiększają leczenie / manę otrzymywaną z mikstur), teraz nie są to mikstury, ale umiejętność, której możesz się nauczyć od Constantina (tylko czeladnik, koszt 10 PN)."
              },
              {
                "content": "Eliksir życia (stałe maksymalne HP) zmieniono z +25 na +20 maksymalnego HP."
              },
              {
                "content": "Czas działania Mikstury Szybkości został podwojony (z 40 do 80 sekund)."
              },
              {
                "content": "Zmieniono „Eliksir Ochrony”, teraz będzie kosztował więcej przedmiotów (3 grobowe mchy, 15 kości szkieletu), ale da lepsze bonusy (+10 zamiast +5), ma to na celu zrównoważenie zmiany minimalnych obrażeń."
              },
              {
                "content": "Constantino uczy teraz „Eliksiru Siły” tylko wtedy, gdy gracz już nauczył się tworzyć „Eliksir Życia” lub „Eliksir Ducha”."
              },
              {
                "content": "Sagitta uczy teraz „Eliksiru Zręczności” tylko wtedy, gdy gracz nauczył się już tworzyć „Eliksir Życia” lub „Eliksir Ducha”."
              },
              {
                "content": "Riordan uczy teraz „Eliksiru Zręczności” tylko wtedy, gdy gracz nauczył się już tworzyć „Eliksir Życia” lub „Eliksir Ducha”."
              }
            ]
          }
        ]
      },
      {
        "updateId": "0",
        "updateDescription": "Poprawki w dialogach, usunięcie niektórych wymogów w dialogach, zmiana kosztów amunicji.",
        "version": "1.4",
        "date": "09.11.2018",
        "lists": [
          {
            "title": "Zmiany ogólne: ",
            "list": [
              {
                "content": "Naprawiono dialog Cassi, aby pokazywał koszt 5 PN dla kradzieży kieszonkowej."
              },
              {
                "content": "Naprawiono dialog pirata Billa, aby pokazywał koszt 5 PN dla kradzieży kieszonkowej."
              },
              {
                "content": "Naprawiono brak możliwości zakupu ciężkiej zbroi od Huno, jeśli gracz wykupił wszystkie zbroje."
              },
              {
                "content": "Koszty nauki Górnictwa i Drwalstwa zostały zmienione na 3,3,4 PN."
              },
              {
                "content": "Usunięto wymóg braku gildii przy zakupie zbroi od Orlana."
              },
              {
                "content": "Usunięto wymóg „rozdział mniejszy niż 4” przy zakupie skórzanej zbroi od Matteo."
              },
              {
                "content": "Strzały kosztują teraz 5 złota."
              },
              {
                "content": "Bełty kosztują teraz 10 złota."
              },
              {
                "content": "Jeśli jesteś magiem teleportujesz do swojego pokoju w klasztorze, jeśli nie, teleportuje się do kręgu."
              },
              {
                "content": "Przywrócono PN/lvl do 10 i wymagany exp(na 1 lvl) do 500."
              },
              {
                "content": "Mnożnik „następnego poziomu” powrócił do 500 (z powrotem do pierwotnego L'Hiver)"
              },
              {
                "content": "Zmieniono nazewnictwo Mistrz -> Expert na Expert -> Mistrz."
              },
              {
                "content": "Zmieniono dialogi Carla dotyczące umiejętności zbrojmistrza, teraz będzie ich uczył w rozdziale 1 (poziom 1), rozdziale 3 (poziom 2) i rozdziale 5 (poziom 3)."
              }
            ]
          },
          {
            "title": "Kotły są teraz użyteczne, możesz ich użyć do gotowania następujących przepisów kulinarnych:",
            "list": [
              {
                "content": "Zupa rybna"
              },
              {
                "content": "Gulasz"
              },
              {
                "content": "Zupa z głowy modliszki"
              },
              {
                "content": "Potrawka z chrząszcza"
              },
              {
                "content": "Znajdziesz je ukryte niektórych skrzyniach."
              }
            ]
          }
        ]
      }
    ],
    "overview": {
      "lists": [
        {
          "title": "Zmiany ogólne:",
          "list": [
            {
              "content": "Zmieniona szata graficzna,"
            },
            {
              "content": "Mapa powiększona o nowe obszary do eksploracji,"
            },
            {
              "content": "Nowe modele przedmiotów,"
            },
            {
              "content": "Dodano tarcze i możliwość blokowania wrogich ciosów i zaklęć,"
            },
            {
              "content": "Możliwość gotowania zup w kotle,"
            },
            {
              "content": "Dodano zaklinanie pozwalające na tworzenie biżuterii,"
            },
            {
              "content": "Nowe rośliny oraz mikstury stałe,"
            },
            {
              "content": "Nowe rodzaje strzał,"
            },
            {
              "content": "Nowi przeciwnicy,"
            },
            {
              "content": "Dodano umiejętności regeneracji życia oraz many,"
            },
            {
              "content": "Nowe przepisy i umiejętności dotyczące tworzenia:",
              "list": [
                {
                  "content": "mieczy,"
                },
                {
                  "content": "łuków,"
                },
                {
                  "content": "zbroi,"
                },
                {
                  "content": "mikstur."
                }
              ]
            }
          ]
        },
        {
          "title": "Balans",
          "list": [
            {
              "content": "Usunięto tabliczki dające stałe bonusy do statystyk,"
            },
            {
              "content": "Mikstury przywracają zdrowie/manę procentowo,"
            },
            {
              "content": "Zmienione progi nauczania,"
            },
            {
              "content": "Bonusy nie są wliczane do progów nauki,"
            },
            {
              "content": "Zmienione zachowanie przeciwników,"
            },
            {
              "content": "Zwiększone statystyki przeciwników,"
            },
            {
              "content": "Zmieniony system bonusów z modlitw."
            }
          ]
        }
      ]
    },
    "gallery": [
      "https://imgur.com/HAWM4df.jpg",
      "https://imgur.com/dCgyCEi.jpg",
      "https://imgur.com/ucNoPol.jpg",
      "https://imgur.com/kpL3Bpc.jpg",
      "https://imgur.com/1OyGItR.jpg",
      "https://imgur.com/uT9H82e.jpg",
      "https://imgur.com/AOIiRut.jpg",
      "https://imgur.com/RRtupLh.jpg",
      "https://imgur.com/2JrM8uA.jpg",
      "https://imgur.com/XCcuz6E.jpg",
      "https://imgur.com/WkrIC0s.jpg",
      "https://imgur.com/F5GJXvy.jpg",
      "https://imgur.com/BBbr5ul.jpg",
      "https://imgur.com/RuYjuGm.jpg",
      "https://imgur.com/vUAK3xS.jpg",
      "https://imgur.com/ra31WTF.jpg",
      "https://imgur.com/okD5m2A.jpg",
      "https://imgur.com/0q3rZRU.jpg",
      "https://imgur.com/bBkNIDI.jpg",
      "https://imgur.com/5EFptaH.jpg",
      "https://imgur.com/aAAWZF2.jpg",
      "https://imgur.com/lKhgZPp.jpg",
      "https://imgur.com/MwiMPWn.jpg",
      "https://imgur.com/8tqvMvY.jpg"
    ],
    "authors": {
      "creators": [
        {
          "name": "Masty",
          "role": "Autor",
          "contacts": [
            {
              "platform": "Forum",
              "url": "https://forum.worldofplayers.de/forum/threads/1524640-Release-Gothic-2-L-Hiver-1-1-English-Edition-2"
            },
            {
              "platform": "Discord",
              "url": "https://discord.gg/K8UveNNTHk"
            }
          ]
        },
        {
          "name": "unknown111",
          "role": "Autor"
        }
      ],
      "contributors": [
        {
          "name": "Franisz",
          "role": "Wsparcie techniczne"
        },
        {
          "name": "Sebastian",
          "role": "Wsparcie techniczne"
        },
        {
          "name": "Zipperiusz",
          "role": "Tłumacz, Tester"
        },
        {
          "name": "Klodiaa",
          "role": "Grafik"
        },
        {
          "name": "Kredensik",
          "role": "Tłumacz"
        },
        {
          "name": "Hexen",
          "role": "Tester"
        },
        {
          "name": "Washion",
          "role": "Tester"
        }
      ]
    }
  },
  {
    "id": "ody",
    "title": "Odyseja",
    "titleUrl": "https://imgur.com/OlQrAyl.png",
    "url": "https://drive.google.com/drive/u/2/folders/1kUlX_TdWVd5y65M2wDc3pFb12jSpxzXI",
    "description": "Akcja Odysei toczy się w momencie, gdy bezimienny bohater opuszcza Khorinis i wyrusza do Myrtany. W tym czasie bohater modyfikacji - Roland, rezyduje w morskiej twierdzy paladynów na Athanos jako jeden z rekrutów. Wojna z orkami omijała tę wyspę szerokim łukiem, lecz mimo tego nasz bohater marzy o zostaniu paladynem i postanawia dzielnie stawić czoło zielonoskórym. Decyduje się na opuszczenie wyspy, aby spełnić swoje marzenie, jednak nie wszystko jest takie proste, jakby się na początku wydawało. Musi przebyć długą i wyboistą drogę oraz przeżyć wiele ekscytujących i niełatwych przygód. Poznaje w międzyczasie wrogów królestwa oraz ich zamiary. Chodzi im o ustanowienie panowania Beliara i zniewolenie wszystkich ludzi lub, jeśli nie jest to możliwe, zniszczenie ich. Roland szybko zdaje sobie sprawę, że bycie paladynem nie jest celem, ale sposobem. Podąża więc wybraną przez siebie ścieżką i zdecydowanie sprzeciwia się najeźdźcom i broni niepodległości ludu Królestwa Myrtany.",
    "installation":{
      "instruction":{
        "lists":[
          {
            "title":"Kolejność instalacji",
            "list":[
              {
                "content":"Pobierz i wypakuj zawartość archiwum <b>Gothic II Patch Bundle</b> do folderu z grą.",
                "list":[
                  {"content":"Paczka zawiera wszystkie pliki do poprawnego działania gry, są to: Player Kit 2.8, System Pack 1.9 oraz Union 1.0j"}
                ]                
              },
              {
                "content":"Pobierz i wypakuj zawartość archiwum <b>Odyseja</b> do folderu z grą."
                     
              },
              {
                "content":"Pobierz i wypakuj zawartość archiwum <b>Odyseja_skrypty</b> do folderu z grą"
              }
            ]
          },
          {
            "title":"Opcjonalne:",
            "list":[
              {
                "content":"Jeśli chcesz zainstalować niemiecki dubbing - Pobierz i zainstaluj <b>Odyssee_2.5.1_Speech_1</b> oraz <b>Odyssee_2.5.1_Speech_2</b> do folderu z grą."
              },
              {
                "content":"Jeśli chcesz zainstalować dodatkową ścieżkę dźwiękową - Pobierz i wypakuj zawartość archiwum <b>OdysseeMusic</b> do folderu z grą."
              },
              {
                "content":"Jeśli chcesz zainstalować alternatywne grafiki z L'Hivera - Pobierz i wypakuj zawartość archiwum <b>LHiverGraphicForOdyssee</b> do folderu <b>data</b>."
              },
              {
                "content":"Jeśli chcesz zainstalować DirectX 11 - Pobierz i wypakuj zawartość archiwum z <b>DX11</b> do folderu <b>system</b>."
              }
            ]
          }
        ]
      }
    },
    "changes": [
      {
        "updateId": "0",
        "updateDescription": "Lista zmian względem niemieckiej wersji",
        "version": "2.6.4",
        "date": "02.04.2021",
        "lists": [
          { "title": "Zmiany względem wersji niemieckiej:" },
          {
            "title": "Poprawki:",
            "list": [
              {
                "content": "Ujednolicono nazwy przedmiotów we wszystkich opcjach tworzenia."
              },
              {
                "content": "Podczas wzmacniania pancerzy, widoczne są jedynie opcje ulepszenia tych pancerzy, które bohater posiada w ekwipunku."
              },
              {
                "content": "Poprawiono wypisywanie na ekranie informacji na temat wytworzonego przedmiotu."
              },
              {
                "content": "Wszystkie przedmioty, które można stworzyć, posiadają informację na temat wymaganych składników w dzienniku."
              },
              {
                "content": "Naprawiono ostrzenie broni. Przycisk 'WRÓĆ' działa poprawnie. Jednocześnie po naostrzonym mieczu zostajemy w dialogu. Rozdzielono też ostrzenie od szlifowania na kamieniu szlifierskim."
              },
              {
                "content": "Zaostrzone i zatrute bronie nie mają już tej informacji w nazwie przedmiotu. Informacja ta znajduje się w opisie przedmiotu."
              },
              {
                "content": "Zmieniono lekko sposób wypisywania na ekranie nowych wpisów w dzienniku."
              },
              {
                "content": "Poprawiono kategorię dla kilku kluczy, które pokazywały się obok pancerzy."
              },
              {
                "content": "Poprawiono wyświetlanie tekstu podczas górnictwa. Teraz tekst nie nachodzi na siebie."
              },
              {
                "content": "Zmieniono wygląd okna statystyk oraz powiększono trochę okno dziennika."
              },
              {
                "content": "Powiększono lekko okna menu oraz dodano nową zakładkę z dodatkowymi opcjami."
              },
              {
                "content": "Poprawiono warunki podczas składania ofiar dla Innosa oraz Adanosa. Teraz nie będzie sytuacji, że nie wyświetli się, żadna informacja na ekranie jeśli gracz osiągnął przynajmniej jeden z limitów otrzymanych statystyk."
              },
              {
                "content": "Status mistrza górnictwa aktualizuje się teraz za każdym razem gdy gracz zwiększy swoje umiejętności na temat wydobycia."
              },
              {
                "content": "Naprawiono błąd związany z kosztami użycia zwojów zaklęć, przez który mana spadała poniżej zera."
              },
              {
                "content": "Naprawiono błąd, przez który mapa Tamory nie pokazywała pozycji gracza po ponownym przypłynięciu w 4 rozdziale."
              },
              {
                "content": "Naprawiono błąd, przez który kradzież klucza Kajo była niedostępna."
              },
              {
                "content": "Naprawiono błąd, przez który przy kradzieży klucza Szirkuha dostawaliśmy klucz Zoraba."
              },
              {
                "content": "Przetłumaczono napisy na mapach oraz poprawiono kilka nieprzeźroczystych map."
              },
              {
                "content": "Teraz gracz otrzymuje właściwą wersję muszkietu od rusznikarza."
              }
            ]
          },
          {
            "title": "Nowości:",
            "list": [
              {
                "content": "Zaktualizowano Gothic Free Aim do wersji 1.2.0"
              },
              {
                "content": "Opisy przedmiotów zawierają więcej informacji. Opis broni zawiera teraz informację na temat typu zadawanych obrażeń oraz długości broni. Pancerze zawierają też informację na temat ochrony przed obrażeniami obuchowymi oraz o ilości wymaganej many do założenia szat. Żywność, która daje stały bonus do statystyk ma to uwzględnione w opisie. Poprawiono także opisy tarcz, strzał i bełtów."
              },
              {
                "content": "Dodano kolorowanie nazw skrzyń i drzwi."
              },
              {
                "content": "Przy otrzymaniu doświadczenia, na ekranie pojawia się również informacja na temat brakującej ilości do następnego poziomu."
              },
              {
                "content": "Dodano specjalną runę teleportacyjną pozwalającą na teleportację z dialogu do wszystkich miejsc na mapie do których gracz posiada aktualnie teleport. Runa jest do kupienia u Alchemika na Athanos."
              },
              {
                "content": "Zmieniono wiele grafik. (zmian lokacji, loading screeny, zapisywanie, loga, napisy, itd.)"
              },
              {
                "content": "Usunięto z menu opcje 'Autorzy' oraz 'Wprowadzenie', zmieniono domyślnie zaznaczone opcje w menu i przyciemniono okno dziennika oraz statystyk."
              },
              {
                "content": "Dodano licznik wykonanych zadań w dzienniku."
              },
              {
                "content": "Usunięto wymóg zręczności do zobaczenia opcji kradzieży kieszonkowej. Można też dodatkowo w ustawieniach wybrać opcję pokazywania wymaganej zręczności do okradnięcia NPC-ta."
              },
              {
                "content": "Dodano dodatkową opcję pominięcia animacji siadania podczas gry w kości."
              },
              {
                "content": "Dodano możliwość zmiany strzał/bełtów poprzez kliknięcie klawisza 'P'."
              },
              {
                "content": "Dodano instancję PC_Rockefeller posiadającą wszystkie istniejące przedmioty. (nie koniecznie wszystkie występują w grze)"
              },
              {
                "content": "Wybrany rodzaj strzał/bełtów nie resetuje się przy wczytaniu gry."
              }
            ]
          }
        ]
      }
    ],
    "overview": {
      "lists": [
        {
          "title": "Modyfikacja oferuje:",
          "list": [
            {
              "content": "Ponad 200 godzin czasu gry!"
            },
            {
              "content": "Ponad 1000 NPC i 642 zadań!"
            },
            {
              "content": "Barwne postacie i rozbudowane dialogi."
            },
            {
              "content": "Wiele starannie zaprojektowanych rozległych światów o różnych klimatach i ciekawych terenach."
            },
            {
              "content": "Mozliwość spotkania przyjaciół z Gothic II i postaci niezależnych z kilku znanych modyfikacji."
            },
            {
              "content": "Nowe ścieżki dźwiękowe dla Varantu, Myrtany oraz Nordmaru."
            },
            {
              "content": "Zmieniony balans rozgrywki i pięć różnych poziomów trudności."
            },
            {
              "content": "Wiele nowych animacji, w tym ostrzenie broni, picie z beczki, tworzenie zwojów, a także trumien i grobów, które można otworzyć, NPC niosą skrzynie, beczki, kamienie, worki, drewniane belki i drewno opałowe."
            },
            {
              "content": "Wolne celowanie z łuku/magii"
            },
            {
              "content": "Produkcja strzał i bełtów, a także nowe specjalne rodzaje, takie jak ogniste, trujące, rozbijające, lodowe, magiczne i wybuchowe. Specjalne strzały i bełty zadają różne obrażenia."
            },
            {
              "content": "Wydobycie rudy, rudy żelaza, złota, siarki, srebra, węgla, akwamarynu i wielu innych."
            },
            {
              "content": "Mnóstwo nowych tekstur potworów, oraz zupełnie nowe potwory jak np. gryfy, żółwie, ogry."
            },
            {
              "content": "Potwory odradzają się w trakcie gry, i są niebezpieczne na każdym etapie gry."
            },
            {
              "content": "Nowe zaklęcia przemiany oraz system wiedzy magicznej."
            },
            {
              "content": "Potężni magowie, którzy potrafią się leczyć."
            },
            {
              "content": "Hełmy i tarcze w grze, oraz mnóstwo nowych przedmiotów i pancerzy."
            },
            {
              "content": "Mnóstwo gildii, takich jak najemnicy orków, asasyni, koczownicy."
            },
            {
              "content": "Wiele przedmiotów, które można otwierać w tym skrzynki, szafy."
            },
            {
              "content": "Zabójca orków, łowca orków, zatruwanie ostrza, pływanie, nurkowanie i wiele innych nowych umiejętności."
            },
            {
              "content": "Ekrany ładowania z poradami dotyczącymi gry."
            },
            {
              "content": "Wiele nowego pożywienia jak np. ananasy, marchewki, ziemniaki, nowe zupy, żywność w beczkach i workach."
            },
            {
              "content": "I WIELE WIĘCEJ..."
            }
          ]
        }
      ]
    },
    "gallery": [
      "https://imgur.com/7XuQHvW.jpg",
      "https://imgur.com/lg1BIco.jpg",
      "https://imgur.com/3dS2B8K.jpg",
      "https://imgur.com/5OGQvUs.jpg",
      "https://imgur.com/2C8c14m.jpg",
      "https://imgur.com/wqL0GIu.jpg",
      "https://imgur.com/o8Jdxxr.jpg",
      "https://imgur.com/waV401c.jpg",
      "https://imgur.com/46HDsRr.jpg",
      "https://imgur.com/giA5aln.jpg",
      "https://imgur.com/5R1KNP5.jpg",
      "https://imgur.com/zTGm2CA.jpg",
      "https://imgur.com/IfTxogU.jpg",
      "https://imgur.com/3lrtpXF.jpg",
      "https://imgur.com/Fp4fE6L.jpg",
      "https://imgur.com/JJhIjY1.jpg",
      "https://imgur.com/jrse4Xi.jpg",
      "https://imgur.com/ysi68yo.jpg",
      "https://imgur.com/N7Flk45.jpg",
      "https://imgur.com/EMkaHaF.jpg",
      "https://imgur.com/VliUNqs.jpg",
      "https://imgur.com/KXXGpFJ.jpg",
      "https://imgur.com/vD0qRQ4.jpg",
      "https://imgur.com/2aJadry.jpg",
      "https://imgur.com/tYpNdaX.jpg",
      "https://imgur.com/Jv4evY8.jpg",
      "https://imgur.com/X2XOD89.jpg",
      "https://imgur.com/9ATcTB8.jpg",
      "https://imgur.com/ZklKRig.jpg",
      "https://imgur.com/KPWhL3T.jpg",
      "https://imgur.com/O12PBQR.jpg",
      "https://imgur.com/uqPF78o.jpg",
      "https://imgur.com/JXbXqZt.jpg",
      "https://imgur.com/mnhZeCp.jpg",
      "https://imgur.com/F7mXevS.jpg",
      "https://imgur.com/5RMWEIo.jpg",
      "https://imgur.com/z7KHAea.jpg",
      "https://imgur.com/XTgwu68.jpg",
      "https://imgur.com/j9DoW8x.jpg",
      "https://imgur.com/zBkAoRL.jpg",
      "https://imgur.com/7XuQHvW.jpg",
      "https://imgur.com/oR8kLEH.jpg",
      "https://imgur.com/0FrRS9W.jpg",
      "https://imgur.com/HBHyOrv.jpg",
      "https://imgur.com/32fwWNf.jpg",
      "https://imgur.com/Eult7iP.jpg",
      "https://imgur.com/2gmeX6y.jpg",
      "https://imgur.com/bWgjD42.jpg"
    ],
    "authors": {
      "creators": [
        {
          "name": "OdysseyModTeam",
          "role": "Autorzy",
          "contacts": [
            {
              "platform": "Forum",
              "url": "https://www.worldofgothic.de/dl/download_522.htm"
            }
          ]
        }
      ],
      "contributors": [
        {
          "name": "metek58",
          "role": "Tłumacz"
        },
        {
          "name": "smox",
          "role": "Tłumacz"
        },
        {
          "name": "kobal",
          "role": "Tłumacz"
        },
        {
          "name": "bogu9821",
          "role": "Organizacja tłumaczenia"
        },
        {
          "name": "Nefario",
          "role": "Organizacja tłumaczenia"
        },
        {
          "name": "AhnBael",
          "role": "Wsparcie techniczne"
        },
        {
          "name": "Taliasan",
          "role": "Wsparcie techniczne"
        },
        {
          "name": "OwcaZagady",
          "role": "Grafiki"
        },
        {
          "name": "plaq",
          "role": "Korekty"
        },
        {
          "name": "Jastrząb",
          "role": "Porady"
        },
        {
          "name": "Duch",
          "role": "Promocja"
        },
        {
          "name": "Simon Said",
          "role": "Prezentacja światów"
        },
        {
          "name": "Archi",
          "role": "Prezentacja światów"
        },
        {
          "name": "Fabiosek",
          "role": "Tester"
        },
        {
          "name": "Sebastian",
          "role": "Programista, wykończenie"
        },
        {
          "name": "Franisz",
          "role": "Grafik, wykończenie"
        },
        {
          "name": "Zipperiusz",
          "role": "Korekty, wykończenie, tłumacz"
        },
        {
          "name": "Klodiaa",
          "role": "Grafiki"
        },
        {
          "name": "Washion",
          "role": "Tester, Tłumacz"
        },
        {
          "name": "Tulipan",
          "role": "Tester"
        },
        {
          "name": "Arek",
          "role": "Tester"
        },
        {
          "name": "Kajma",
          "role": "Promocja"
        },
        {
          "name": "Buzka",
          "role": "Tester"
        },
        {
          "name": "HeIISinki",
          "role": "Tester"
        },
        {
          "name": "Solace",
          "role": "Tester"
        },
        {
          "name": "JkB",
          "role": "Tester"
        },
        {
          "name": "Exalté",
          "role": "Tester"
        },
        {
          "name": "Tavertix",
          "role": "Tester"
        },

        {
          "name": "Kredensik",
          "role": "Tłumacz"
        }
      ]
    }
  },
  {
    "id": "velen",
    "title": "Velen 2.0",
    "titleUrl": "https://i.imgur.com/Q9kpdkR.png",
    "url": "",
    "description": "Gramy piratem Williamem, który razem ze swoim kapitanem miał zamiar obrabować skarbiec księcia. Ich plan był prosty: orześlizgnąć się nocą, wziąć tyle złota ile zdołają unieść i zniknąć. Jednak stał się dla nich nieszczęśliwy zbieg okoliczności. Zaraz przed tym, gdy mieli włamywać się do skarbca, zostali przyłapani przez patrolującą straż i natychmiast wrzuceni do lochu.<br>Jeszcze tego samego dnia dostali wyrok: śmierć na stryczku.<br>Los chciał jednak dla nich inaczej, ponieważ następnego dnia, książę, przedstawił Williamowi pewną propozycję. Była ona następująca: oboje uzyskaliby ułaskawienie w zamian za pewną przysługę. William miał za zadanie zrobić coś, czego nie byli w stanie do tej pory wykonać ludzie księcia: odnaleźć główny posterunek rebeliantów, a następnie natychmiast zameldować o tym księciu, by mógł z nimi skończyć raz na zawsze.<br>William przystaje na propozycję, jednak szybko przekona się o tym, że zadanie, które brzmi banalnie, nie będzie wcale takie proste. On sam stanie się celem dla buntowników i przyjdzie mu podjąć trudną decyzję, która zadecyduje o przyszłości mieszkańców całej wysypy Velen.",
    "changes": [],
    "overview": {
      "lists": [
        {
          "title": "Zmiany względem wersji niemieckiej:",
          "list": [
            {
              "content": "Zaktualizowano pakiety Ikarus, LeGo oraz Gothic Free Aim do najnowszej wersji."
            },
            {
              "content": "Informacja na temat uzyskiwanych statystyk i władania bronią są teraz wyświetlane z lewej strony ekranu."
            },
            {
              "content": "Opis broni zawiera teraz informację na temat typu zadawanych obrażeń oraz długości broni. Ujednolicono też format wyświetlania informacji o przedmiocie."
            },
            {
              "content": "Dodano instancję PC_Itemfeller posiadającą wszystkie istniejące przedmioty. (nie koniecznie wszystkie występują w grze)"
            },
            {
              "content": "Przy zdobyciu doświadczenia, wyświetlana jest informacja na temat brakującego doświadczenia do następnego poziomu. Kolor komunikatu jest fioletowy."
            }
          ]
        }
        
      ]
    },
    "gallery": [
      "https://i.imgur.com/CtChQT4.png",
      "https://i.imgur.com/aLbR6nn.jpeg",
      "https://i.imgur.com/77uI9mP.jpeg",
      "https://i.imgur.com/A2aMOhN.png",
      "https://i.imgur.com/4DlgqrM.png",
      "https://i.imgur.com/3b1aZzK.jpeg",
      "https://i.imgur.com/Vh701DY.png",
      "https://i.imgur.com/g1J6vRF.png",
      "https://i.imgur.com/f9TGtBd.png",
      "https://i.imgur.com/8iFpmpF.png",
      "https://i.imgur.com/uNWWtJ9.png",
      "https://i.imgur.com/pZ9CIuX.png",
      "https://i.imgur.com/GCJ11ms.png",
      "https://i.imgur.com/ea7eyj4.png",
      "https://i.imgur.com/rxqRPAM.png"
    ],
    "authors": {
      "creators": [        
        {
          "name": "Bloodfly91",
          "role": "Lider zespołu, skrypter, spacer, scenarzysta, grafik 3D"
        },
        {
          "name":"Allewege",
          "role":"Scenarzysta, spacer, aktor dubbingowy"
        },
        {
          "name":"BusfahrerCharlie",
          "role":"Grafik 3D"
        },
        {
          "name":"Lord Peter",
          "role":"Obróbka dźwięku i filmów, aktor dubbingowy"
        },
        {
          "name": "Alexander Matecka",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "GenerationLost",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Jonas Richter",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Jaro Krieg",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Seelensplitter",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "RPG-Kurga",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Meatbug",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Fleischwanzentopf",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "PinkyPiranha",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Multithread",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Milgo",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Umfi",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Reveares ",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Imme Rauh",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "LP' Piranha",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Jorgenson",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Kelly1337",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "RobiBalboa",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Mr Pepperwood",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Eldar Elrador",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Plasquar",
          "role": "Aktor dubbingowy"
        },
        {
          "name": "Nick12",
          "role": "Aktor dubbingowy"
        }
      ],
      "contributors": [
        {
          "name": "Franisz",
          "role": "Wsparcie techniczne"
        },
        {
          "name": "Sebastian",
          "role": "Wsparcie techniczne"
        },
        {
          "name": "Zipperiusz",
          "role": "Tłumacz, tester"
        },        
        {
          "name": "Tulipan",
          "role": "Tłumacz, tester"
        },
        {
          "name": "Buźka",
          "role": "Tłumacz, tester"
        },        
        {
          "name": "Washion",
          "role": "Tłumacz, tester"
        },
        {
          "name": "Hexen",
          "role": "Tester"
        },
        {
          "name": "templar",
          "role": "Tester"
        },
        {
          "name": "JkB",
          "role": "Tester"
        }
      ]
    }
  }  
]
